{
  "books": [
    {
      "id": 8,
      "title": "The Three Little Pigs",
      "author": "Zoodles",
      "illustrator": "Ewa Ludwiczak",
      "cover_url": "/images/covers/production/8.original.jpg",
      "google_sku": "book_8",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 0,
      "pages": [
        {
          "id": 145,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Three Little Pigs</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Ewa Ludwiczak",
          "page_url": "/images/pages/production/145.original.jpg"
        },
        {
          "id": 74,
          "position": 2,
          "content": "<p>Once upon a time, there were three little pigs who lived with their mother.</p><p>\"You're all grown up now,\" she said one day, \"It's time to go out and start homes of your own.\"</p>",
          "page_url": "/images/pages/production/74.original.jpg"
        },
        {
          "id": 75,
          "position": 3,
          "content": "<p>The three little pigs packed up their things and set out on their journey together.</p><p>Before long, they discovered a field that was just perfect for building their homes.</p><p>\"Let's get to work!\" the pigs exclaimed.</p>",
          "page_url": "/images/pages/production/75.original.jpg"
        },
        {
          "id": 76,
          "position": 4,
          "content": "<p>They all set out to find their materials.</p><p>\"I'm going to build my house out of straw,\" the first pig said.  \"Straw is light, and it's easy to find.  If I use straw, I'll be done in no time!\"</p>",
          "page_url": "/images/pages/production/76.original.jpg"
        },
        {
          "id": 77,
          "position": 5,
          "content": "<p>\"I'm going to build my house out of sticks,\" the second pig said.  \"Sticks are light too, and they're not hard to find.  If I use sticks, I'll be done in no time!\"</p>",
          "page_url": "/images/pages/production/77.original.jpg"
        },
        {
          "id": 78,
          "position": 6,
          "content": "<p>\"I'm going to build my house out of bricks,\" the third pig said.  \"Bricks are strong, though they're harder to find.  If I use bricks, my house will last a long time!\"</p><p>The other pigs laughed and laughed.  \"Bricks are big and they're heavy as stone. It'll take you forever to build your home!\"</p>",
          "page_url": "/images/pages/production/78.original.jpg"
        },
        {
          "id": 79,
          "position": 7,
          "content": "<p>The two pigs built their homes in a day.  All that they wanted to do was go play!</p><p>Every day from then on they would go for a swim, while the third pig kept working on his house of bricks.  When it was finally finished, it stood big and tall, and the third pig was very proud of it all.</p>",
          "page_url": "/images/pages/production/79.original.jpg"
        },
        {
          "id": 80,
          "position": 8,
          "content": "<p>One sunny day, a big bad wolf wandered by and knocked on the first pig's door.  \"Hey little pig, let me come in!\" he yelled.</p><p>\"Not by the hair on my chinny chin chin!\" the pig shouted back.</p><p>\"Then I'll huff, and I'll puff, and I'll blow your house in!\"</p>",
          "page_url": "/images/pages/production/80.original.jpg"
        },
        {
          "id": 81,
          "position": 9,
          "content": "<p>Before the pig could answer, the wolf huffed, and he puffed, and he blew the house in!</p><p>Bits of straw flew into the air, and the little pig ran and hid in his brother's house of sticks.</p>",
          "page_url": "/images/pages/production/81.original.jpg"
        },
        {
          "id": 82,
          "position": 10,
          "content": "<p>The wolf followed closely behind.  \"Hey little pigs, let me come in!\" he yelled again.</p><p>\"Not by the hair on our chinny chin chins!\" the pigs shouted back.</p><p>\"Then I'll huff, and I'll puff, and I'll blow your house in!\"</p>",
          "page_url": "/images/pages/production/82.original.jpg"
        },
        {
          "id": 83,
          "position": 11,
          "content": "<p>Before the pigs could answer, the wolf huffed, and he puffed, and he blew the house in!</p><p>Sticks flew high into the air, and the two little pigs ran and hid in their brother's house of bricks.</p>",
          "page_url": "/images/pages/production/83.original.jpg"
        },
        {
          "id": 84,
          "position": 12,
          "content": "<p>Before long, the wolf was outside again.<br/>\"I mean it, pigs, let me come in!\" he growled.</p><p>\"Not by the hair on our chinny chin chins!\" the pigs shouted back.</p><p>\"Then I'll huff, and I'll puff, and I'll blow your house in!\"</p>",
          "page_url": "/images/pages/production/84.original.jpg"
        },
        {
          "id": 85,
          "position": 13,
          "content": "<p>The wolf huffed, and he puffed, and blew as hard as he could, but this time, the little pig's house didn't move!</p><p>The wolf tried again, blowing harder than before, but he just couldn't blow the pig's house in!</p><p>\"We're safe!\" the pigs cried, jumping for joy.</p>",
          "page_url": "/images/pages/production/85.original.jpg"
        },
        {
          "id": 86,
          "position": 14,
          "content": "<p>As the pigs cheered, the wolf came up with a crafty new plan.</p><p>\"Oh no!\" the pigs cried, watching him from inside, \"The wolf's climbing up to the chimney!\"</p>",
          "page_url": "/images/pages/production/86.original.jpg"
        },
        {
          "id": 87,
          "position": 15,
          "content": "<p>The third pig wasn't scared in the least.  \"If he comes down the chimney, he'll be howling for weeks!\"</p><p>The two pigs turned and saw he was right.  A big pot of soup waited there by the fire!</p>",
          "page_url": "/images/pages/production/87.original.jpg"
        },
        {
          "id": 88,
          "position": 16,
          "content": "<p>Before they could warn him, the wolf slid right down, landing splat in their boiling soup!</p><p>\"Yow!\" the wolf cried, running out the front door.</p><p>They could hear him howling all the way home.</p>",
          "page_url": "/images/pages/production/88.original.jpg"
        },
        {
          "id": 89,
          "position": 17,
          "content": "<p>The pigs were safe, and the lesson was learned:</p><p>A house well-built is a house well-earned.</p><p>Hard work might not always seem very fun, but it can pay off in more ways than one.</p>",
          "page_url": "/images/pages/production/89.original.jpg"
        },
        {
          "id": 146,
          "position": 18,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/146.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 11,
      "title": "The Tortoise and the Hare",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/11.original.jpg",
      "google_sku": "book_11",
      "price": 2.99,
      "owned": true,
      "sort_order": 13,
      "gems": 300,
      "pages": [
        {
          "id": 143,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Tortoise and the Hare</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Mary Ann Zapalac",
          "page_url": "/images/pages/production/143.original.jpg"
        },
        {
          "id": 122,
          "position": 2,
          "content": "<p>Deep in the woods, there once lived a tortoise who was very slow and careful about everything he did.</p><p>None of the other animals ever bothered him about it, and they had all come to love him just the way he was.</p>",
          "page_url": "/images/pages/production/122.original.jpg"
        },
        {
          "id": 123,
          "position": 3,
          "content": "<p>One day, a hare from outside the forest came bounding across the tortoise's path.</p><p>She was used to moving very fast, and she couldn't believe how slow he was going!</p><p>She slowed down beside him to talk.</p>",
          "page_url": "/images/pages/production/123.original.jpg"
        },
        {
          "id": 124,
          "position": 4,
          "content": "<p>\"Where are you going?\"  she eagerly asked.</p><p>\"To the pond,\" the tortoise replied.</p><p>\"But why so slow?\" she continued.  \"How will you get there before the sun goes down?\"</p><p>\"Sometimes I do, sometimes I don't,\" the tortoise replied.</p>",
          "page_url": "/images/pages/production/124.original.jpg"
        },
        {
          "id": 125,
          "position": 5,
          "content": "<p>The hare laughed. \"You never get anywhere, do you?\"</p><p>\"I'm faster than you think,\" the tortoise replied.</p><p>\"How fast could you be?\" teased the hare.  \"If we raced to the pond, I could win with my eyes shut!\"</p>",
          "page_url": "/images/pages/production/125.original.jpg"
        },
        {
          "id": 126,
          "position": 6,
          "content": "<p>\"Why don't we race?\" the tortoise replied,  \"Maybe then you'll see what I mean.</p><p>The hare couldn't believe her ears!  A race with the tortoise?  She was sure to win.</p><p>\"You're on!\" she agreed.</p>",
          "page_url": "/images/pages/production/126.original.jpg"
        },
        {
          "id": 127,
          "position": 7,
          "content": "<p>A little bird passing by overheard the news, and she quickly flew off to tell all the others.</p><p>The race to the pond was on!</p>",
          "page_url": "/images/pages/production/127.original.jpg"
        },
        {
          "id": 128,
          "position": 8,
          "content": "<p>Right at the start, the hare took off in a cloud of dust.  In no time at all, she was far, far ahead, and she found herself under the shade of a tree.</p><p>\"Silly tortoise,\" she thought.  \"Maybe I'll nap and wait for him to catch up.  Then I really <i>will</i> win with my eyes shut!\"</p>",
          "page_url": "/images/pages/production/128.original.jpg"
        },
        {
          "id": 129,
          "position": 9,
          "content": "<p>Meanwhile, the tortoise kept walking slowly and steadily towards the pond.  He knew the path very well, and he loved all of its sights and sounds.</p><p>A great deal of time had passed before he walked right past the spot where the hare was still sleeping.</p>",
          "page_url": "/images/pages/production/129.original.jpg"
        },
        {
          "id": 130,
          "position": 10,
          "content": "<p>Much later, the sun began to set, and the hare woke with a start.</p><p>\"Oh no!\" she cried, jumping up in a panic.</p><p>She knew she had slept too long, and she hurried quickly back down the path.</p>",
          "page_url": "/images/pages/production/130.original.jpg"
        },
        {
          "id": 131,
          "position": 11,
          "content": "<p>It was getting quite dark, but all the animals could see that the tortoise was reaching the finish.</p><p>\"Hooray!\" they cheered, as he splashed into the pond.</p><p>The hare was nowhere to be seen.</p>",
          "page_url": "/images/pages/production/131.original.jpg"
        },
        {
          "id": 132,
          "position": 12,
          "content": "<p>From far behind, the hare was still racing when she heard the cheers of the crowd.</p><p>The tortoise had won.</p>",
          "page_url": "/images/pages/production/132.original.jpg"
        },
        {
          "id": 134,
          "position": 13,
          "content": "<p>From that day forward, everyone learned how important it was to be patient and to always believe in themselves.</p><p>The tortoise had taught them a valuable lesson:</p><p>No matter what the time and place, slow and steady wins the race.</p>",
          "page_url": "/images/pages/production/134.original.jpg"
        },
        {
          "id": 144,
          "position": 14,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/144.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 15,
      "title": "The Elves and the Shoemaker",
      "author": "Zoodles",
      "illustrator": "Beth Zyglowicz",
      "cover_url": "/images/covers/production/15.original.jpg",
      "google_sku": "book_15",
      "price": 2.99,
      "owned": true,
      "sort_order": 12,
      "gems": 300,
      "pages": [
        {
          "id": 177,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Elves and the Shoemaker</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Beth Zyglowicz",
          "page_url": "/images/pages/production/177.original.jpg"
        },
        {
          "id": 178,
          "position": 2,
          "content": "<p>There once was a shoemaker who was very hardworking and honest, but he still could not earn enough money to live.</p><p>One day he realized that he only had enough leather for one more pair of shoes.</p>",
          "page_url": "/images/pages/production/178.original.jpg"
        },
        {
          "id": 179,
          "position": 3,
          "content": "<p>With the leather he had left, the shoemaker carefully cut out the pieces he would need for his last pair of shoes.  </p><p>When he was done, he laid the pieces gently on the table, ready to be stitched into shoes in the morning.</p>",
          "page_url": "/images/pages/production/179.original.jpg"
        },
        {
          "id": 180,
          "position": 4,
          "content": "<p>Early the next day, the shoemaker was surprised to find a pair of shoes waiting there on the table, right where he had left the leather pieces!</p><p>The shoemaker couldn't believe his eyes.</p><p>The shoes were perfectly made, not a stitch out of place!</p>",
          "page_url": "/images/pages/production/180.original.jpg"
        },
        {
          "id": 181,
          "position": 5,
          "content": "<p>Later that day, a customer entered his shop and loved the shoes so much that she bought them right that minute!</p><p>With the extra money, the shoemaker was able to buy enough leather for two more pairs of shoes.</p>",
          "page_url": "/images/pages/production/181.original.jpg"
        },
        {
          "id": 182,
          "position": 6,
          "content": "<p>Just like the night before, the shoemaker carefully cut out the pieces he needed to make two more pairs of shoes.</p><p>When he was done, he laid them gently on the table and went to bed for the night.</p>",
          "page_url": "/images/pages/production/182.original.jpg"
        },
        {
          "id": 183,
          "position": 7,
          "content": "<p>The next morning, he awoke to find two pairs of shoes waiting there on the table, just like before!</p><p>He ran to tell his wife of the miracle.</p><p>\"How strange...\" she whispered.<br/> \"Who could be doing this?\"</p><p>The shoemaker had no answer.</p>",
          "page_url": "/images/pages/production/183.original.jpg"
        },
        {
          "id": 184,
          "position": 8,
          "content": "<p>For days and weeks, the pattern continued, and soon the shoemaker and his wife had customers lined out the door!</p><p>The two were happy with all their success, but they still did not know where their good fortune had come from.</p>",
          "page_url": "/images/pages/production/184.original.jpg"
        },
        {
          "id": 185,
          "position": 9,
          "content": "<p>Together the shoemaker and his wife came up with a plan.</p><p>Just like every night, the shoemaker carefully cut out the pieces he needed and laid them gently on the table.</p><p>Instead of going to sleep though, he and his wife hid nearby to watch.</p>",
          "page_url": "/images/pages/production/185.original.jpg"
        },
        {
          "id": 186,
          "position": 10,
          "content": "<p>Close to midnight, two small elves appeared and climbed onto the table.</p><p>They wore tattered clothes, and their bare feet were very dirty.</p>",
          "page_url": "/images/pages/production/186.original.jpg"
        },
        {
          "id": 187,
          "position": 11,
          "content": "<p>Without a word, the elves started stitching the leather pieces together.  Their tiny hands flashed by so quickly, the shoemaker could hardly keep up!</p><p>Before long, the elves were finished.  They quietly set the shoes on the table and slipped back out into the night.</p>",
          "page_url": "/images/pages/production/187.original.jpg"
        },
        {
          "id": 188,
          "position": 12,
          "content": "<p>\"Unbelievable!\" the shoemaker cried, once the elves had gone.  \"Two small elves could do all this?\"</p><p>A small tear ran down his cheek as he joined his wife in an embrace.  They were so thankful for all the elves had done for them.</p>",
          "page_url": "/images/pages/production/188.original.jpg"
        },
        {
          "id": 189,
          "position": 13,
          "content": "<p>After thinking long and hard about how to show their thanks, the shoemaker and his wife quickly set to work.  They gathered the softest leather and the finest silk threads, and they carefully began to cut.</p><p>They worked all through the night and all through the day until they were finally finished.</p>",
          "page_url": "/images/pages/production/189.original.jpg"
        },
        {
          "id": 190,
          "position": 14,
          "content": "<p>When the elves arrived the next night, they were surprised to find that there were no leather pieces waiting on the table.</p><p>Instead, they found two pairs of shoes, two silken shirts and two very handsome jackets, all tailored perfectly for an elf!</p>",
          "page_url": "/images/pages/production/190.original.jpg"
        },
        {
          "id": 191,
          "position": 15,
          "content": "<p>The two elves jumped for joy and eagerly tried on their new clothes.</p><p>All through the night they danced and laughed, happy with the gift they'd received.</p>",
          "page_url": "/images/pages/production/191.original.jpg"
        },
        {
          "id": 192,
          "position": 16,
          "content": "<p>The shoemaker and his wife smiled to themselves, for the elves had taught them an important lesson:</p><p>It is truly a gift to help those in need.</p>",
          "page_url": "/images/pages/production/192.original.jpg"
        },
        {
          "id": 193,
          "position": 17,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/193.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 14,
      "title": "The Little Red Hen",
      "author": "Zoodles",
      "illustrator": "Josie Baughan",
      "cover_url": "/images/covers/production/14.original.jpg",
      "google_sku": "book_14",
      "price": 2.99,
      "owned": true,
      "sort_order": 13,
      "gems": 300,
      "pages": [
        {
          "id": 162,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Little Red Hen</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Josie Baughan\r\n",
          "page_url": "/images/pages/production/162.original.jpg"
        },
        {
          "id": 163,
          "position": 2,
          "content": "<p>Once upon a time, there was a little red hen who lived on a farm.</p><p>The farm had lots of animals, but they were always too lazy to help with the work.</p>",
          "page_url": "/images/pages/production/163.original.jpg"
        },
        {
          "id": 164,
          "position": 3,
          "content": "<p>One day, the Little Red Hen was cleaning the garden when she found a few grains of wheat.</p><p>\"Who will help me plant this wheat?\" she asked.</p><p>\"Not I,\" said the duck.<br/>\"Not I,\" said the goose.<br/>\"Not I,\" said the crow.</p>",
          "page_url": "/images/pages/production/164.original.jpg"
        },
        {
          "id": 165,
          "position": 4,
          "content": "<p>\"Then I will,\" said the Little Red Hen, and she planted the wheat all by herself.</p>",
          "page_url": "/images/pages/production/165.original.jpg"
        },
        {
          "id": 166,
          "position": 5,
          "content": "<p>After many days had passed, the wheat had grown tall and was ready for a harvest.</p><p>\"Who will help me cut the wheat?\" asked the Little Red Hen.</p><p>\"Not I,\" said the pig.<br/>\"Not I,\" said the sheep.<br/>\"Not I,\" said the dog.</p>",
          "page_url": "/images/pages/production/166.original.jpg"
        },
        {
          "id": 167,
          "position": 6,
          "content": "<p>\"Then I will,\" said the Little Red Hen, and she cut the wheat all by herself.</p>",
          "page_url": "/images/pages/production/167.original.jpg"
        },
        {
          "id": 168,
          "position": 7,
          "content": "<p>When the wheat was cut, the Little Red Hen asked again, \"Who will help me take this wheat to the mill?\"</p><p>\"Not I,\" said the goat.<br/>\"Not I,\" said the cow.<br/>\"Not I,\" said the horse.</p>",
          "page_url": "/images/pages/production/168.original.jpg"
        },
        {
          "id": 169,
          "position": 8,
          "content": "<p>\"Then I will,\" said the Little Red Hen, and she took the wheat to the mill all by herself.</p>",
          "page_url": "/images/pages/production/169.original.jpg"
        },
        {
          "id": 170,
          "position": 9,
          "content": "<p>When she brought the flour home, the Little Red Hen asked again, \"Who will help me make some bread with this flour?\"</p><p>\"Not I,\" said the cat.<br/>\"Not I,\" said the rabbit.<br/>\"Not I,\" said the mouse.</p>",
          "page_url": "/images/pages/production/170.original.jpg"
        },
        {
          "id": 171,
          "position": 10,
          "content": "<p>\"Then I will,\" said the Little Red Hen, and she made bread with the flour all by herself.</p>",
          "page_url": "/images/pages/production/171.original.jpg"
        },
        {
          "id": 172,
          "position": 11,
          "content": "<p>When the bread was baked, a delicious smell spread through the farm, and all the animals began to draw near.</p><p>\"Well now!\"  said the Little Red Hen, \"Who will help me eat this bread?\"</p><p>\"I will!\" the animals all cried at once.</p>",
          "page_url": "/images/pages/production/172.original.jpg"
        },
        {
          "id": 173,
          "position": 12,
          "content": "<p>\"I wish you could,\" clucked Little Red Hen. \"But since nobody helped, there's not enough bread for everyone here.  See for yourself!\"</p><p>The Little Red Hen pulled a small loaf from the oven, and everyone saw that she was right.</p>",
          "page_url": "/images/pages/production/173.original.jpg"
        },
        {
          "id": 174,
          "position": 13,
          "content": "<p>There was barely enough bread to feed her own family!</p><p>With all of her chicks gathered around, the Little Red Hen felt very proud of the work she had done... all by herself.</p>",
          "page_url": "/images/pages/production/174.original.jpg"
        },
        {
          "id": 175,
          "position": 14,
          "content": "<p>From then on, whenever there was work to be done, the Little Red Hen had all the help she could ever ask for.</p>",
          "page_url": "/images/pages/production/175.original.jpg"
        },
        {
          "id": 176,
          "position": 15,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/176.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 13,
      "title": "The Country Mouse and the City Mouse",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/13.original.jpg",
      "google_sku": "book_13",
      "price": 2.99,
      "owned": true,
      "sort_order": 8,
      "gems": 300,
      "pages": [
        {
          "id": 149,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Country Mouse <br/>and the City Mouse</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Mary Ann Zapalac\r\n",
          "page_url": "/images/pages/production/149.original.jpg"
        },
        {
          "id": 150,
          "position": 2,
          "content": "<p>Once upon a time, there was a City Mouse and a Country Mouse who were very good friends.</p><p>One day, City Mouse grew tired of all the city's noise and clamor, so she decided to visit her dear friend in the countryside for a pleasant retreat.</p>",
          "page_url": "/images/pages/production/150.original.jpg"
        },
        {
          "id": 161,
          "position": 3,
          "content": "<p>Country Mouse was so excited to see her old friend that she started preparing all of her favorite dishes - wheat flakes, roasted acorns, and dried berries for dessert!</p><p>But City Mouse was used to much fancier food, so she ate very little.</p>",
          "page_url": "/images/pages/production/161.original.jpg"
        },
        {
          "id": 151,
          "position": 4,
          "content": "<p>After dinner, City Mouse and Country Mouse talked long into the night about how different their lives had become.</p><p>City Mouse was especially proud of all the things she had back home.  \"The city has everything a mouse could ever dream of!\" she bragged, \"Plush beds, grand parties, and the food's to die for!\"</p>",
          "page_url": "/images/pages/production/151.original.jpg"
        },
        {
          "id": 152,
          "position": 5,
          "content": "<p>Later that night, Country Mouse dreamed that she was a city mouse too, and that she had all the same luxuries that City Mouse had described.</p>",
          "page_url": "/images/pages/production/152.original.jpg"
        },
        {
          "id": 153,
          "position": 6,
          "content": "<p>After a few days together, City Mouse began to miss all the comforts of her home.  The countryside was nice and quiet, but it just couldn't compare to her life in the city.</p><p>Just before leaving, she invited Country Mouse to join her in the city and see how they lived there.</p><p>Country Mouse eagerly packed her things.</p>",
          "page_url": "/images/pages/production/153.original.jpg"
        },
        {
          "id": 154,
          "position": 7,
          "content": "<p>When they arrived, Country Mouse saw that the table had been prepared for a big feast. There were sweetmeats and jellies, pastries and cheeses… it was the most delicious food a mouse could ever dream of!</p><p>“Now don’t you wish you lived here?” City Mouse teased.</p>",
          "page_url": "/images/pages/production/154.original.jpg"
        },
        {
          "id": 155,
          "position": 8,
          "content": "<p>Just as Country Mouse started to nod, a giant cat sprang out from behind her and started chasing the two mice all around the room!</p>",
          "page_url": "/images/pages/production/155.original.jpg"
        },
        {
          "id": 156,
          "position": 9,
          "content": "<p>The two friends ran into hiding.</p><p>“He’s out to kill us!” Country Mouse cried.</p><p>City Mouse wasn't scared in the least.  “If we wait a while, he’ll go away.  And trust me, dear, it's worth the wait!\"</p>",
          "page_url": "/images/pages/production/156.original.jpg"
        },
        {
          "id": 157,
          "position": 10,
          "content": "<p>Country Mouse started packing her things.</p><p>“Don't be silly!\"  City Mouse laughed.  \"Why would anyone leave so soon?\"</p>\r\n\r\n",
          "page_url": "/images/pages/production/157.original.jpg"
        },
        {
          "id": 158,
          "position": 11,
          "content": "<p>Country Mouse paused a moment, and then replied, \"I like the city, I really do, but it's not home for me like it is for you.\"</p><p>With that, she hugged her friend good bye and headed back to the countryside.</p>",
          "page_url": "/images/pages/production/158.original.jpg"
        },
        {
          "id": 159,
          "position": 12,
          "content": "<p>Just like City Mouse, she was glad to be back in the place she called home.</p><p>From then on, the two stayed friends, but they never wished for a different life again.</p>",
          "page_url": "/images/pages/production/159.original.jpg"
        },
        {
          "id": 160,
          "position": 13,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/160.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 1,
      "title": "Goldilocks and the Three Bears",
      "author": "Zoodles",
      "illustrator": "Sirron Norris",
      "cover_url": "/images/covers/production/1.original.jpg",
      "google_sku": "book_1",
      "price": 2.99,
      "owned": true,
      "sort_order": 61,
      "gems": 300,
      "pages": [
        {
          "id": 43,
          "position": 1,
          "content": " <h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Goldilocks and the <br/>Three Bears</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Sirron Norris",
          "page_url": "/images/pages/production/43.original.jpg"
        },
        {
          "id": 1,
          "position": 2,
          "content": "<p>Once upon a time there were three bears that lived deep in the forest in a nice cozy house. </p><p>There was a Papa Bear, a Mama Bear, and a Baby Bear.</p> ",
          "page_url": "/images/pages/production/1.original.jpg"
        },
        {
          "id": 2,
          "position": 3,
          "content": "<p>One day Papa Bear made some porridge for his family, but it was too hot to eat. The three bears decided to go for a walk while they waited for their porridge to cool.</p>",
          "page_url": "/images/pages/production/2.original.jpg"
        },
        {
          "id": 3,
          "position": 4,
          "content": "<p>Just then, a curious little girl named Goldilocks was wandering through the forest when she came upon their house.</p><p>\"What a beautiful house!\" Goldilocks cried. <br/>\"I wonder who lives inside!\"</p>",
          "page_url": "/images/pages/production/3.original.jpg"
        },
        {
          "id": 4,
          "position": 5,
          "content": "<p>When Goldilocks peered in through the window, she saw three bowls of porridge sitting on the table.</p><p>\"Yum!\" she said, crawling inside.</p>",
          "page_url": "/images/pages/production/4.original.jpg"
        },
        {
          "id": 5,
          "position": 6,
          "content": "<p>She tried Papa Bear's porridge, but it was too hot. She tried Mama Bear's porridge, but it was too cold. She tried Baby Bear's porridge, and it was just right.</p><p>So she ate and she ate until it was all gone!</p>",
          "page_url": "/images/pages/production/5.original.jpg"
        },
        {
          "id": 6,
          "position": 7,
          "content": "<p>Next, Goldilocks looked for a place to sit. She tried Papa Bear's chair, but it was too hard. She tried Mama Bear's chair, but it was too soft. She tried Baby Bear's chair, and it was just right.</p><p>But Goldilocks was too heavy and she fell right through the bottom!</p>",
          "page_url": "/images/pages/production/6.original.jpg"
        },
        {
          "id": 7,
          "position": 8,
          "content": "<p>Suddenly Goldilocks was very tired and wanted a place to sleep. She tried Papa Bear's bed, but it was too high. She tried Mama Bear's bed, but it was too low. She tried Baby Bear's bed, and it was just right.</p><p>Goldilocks fell happily asleep.</p>",
          "page_url": "/images/pages/production/7.original.jpg"
        },
        {
          "id": 8,
          "position": 9,
          "content": "<p>The three bears returned home. \"Somebody's been eating my porridge!\" Papa Bear said.</p><p>\"Somebody's been eating my porridge too!\" Mama Bear said.</p><p>\"Somebody's been eating MY porridge,\" Baby Bear said, \"And they've eaten it all up!\"</p>",
          "page_url": "/images/pages/production/8.original.jpg"
        },
        {
          "id": 9,
          "position": 10,
          "content": "<p>Then Papa Bear noticed the chairs. \"Somebody's been sitting in my chair!\" Papa Bear said.</p><p>\"Somebody's been sitting in my chair too!\" Mama Bear said.</p><p>\"Somebody's been sitting in MY chair,\" Baby Bear said, \"And they've broken it to bits!\"</p>",
          "page_url": "/images/pages/production/9.original.jpg"
        },
        {
          "id": 10,
          "position": 11,
          "content": "<p>Then the three bears went upstairs. \"Somebody's been sleeping in my bed!\" Papa Bear said.</p><p>\"Somebody's been sleeping in my bed too!\" Mama Bear said.</p><p>\"Somebody's been sleeping in MY bed,\" Baby Bear said, \"And she's still there!\"</p>",
          "page_url": "/images/pages/production/10.original.jpg"
        },
        {
          "id": 11,
          "position": 12,
          "content": "<p>Just then, Goldilocks woke up and saw the three bears looking down at her.</p>",
          "page_url": "/images/pages/production/11.original.jpg"
        },
        {
          "id": 12,
          "position": 13,
          "content": "<p>Quicker than ever, Goldilocks jumped up and ran out of the house as fast as her legs could carry her.</p><p>The three bears never saw Goldilocks again.</p>",
          "page_url": "/images/pages/production/12.original.jpg"
        },
        {
          "id": 137,
          "position": 14,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/137.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 4,
      "title": "The Princess and The Pea",
      "author": "Zoodles",
      "illustrator": "Constanza Ehrenhaus",
      "cover_url": "/images/covers/production/4.original.jpg",
      "google_sku": "book_4",
      "price": 2.99,
      "owned": true,
      "sort_order": 17,
      "gems": 300,
      "pages": [
        {
          "id": 72,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Princess and the Pea</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Constanza Ehrenhaus",
          "page_url": "/images/pages/production/72.original.jpg"
        },
        {
          "id": 13,
          "position": 2,
          "content": "<p>This is the story of the princess and the pea, but you may be surprised to learn that our story actually begins with a prince.</p><p>You see there once was a prince in a far away land who needed a princess to marry.</p>",
          "page_url": "/images/pages/production/13.original.jpg"
        },
        {
          "id": 14,
          "position": 3,
          "content": "<p>He traveled the world searching far and wide, but none of the princesses were quite right.</p><p>There was always one thing or another that made him unsure whether they were real princesses.</p>",
          "page_url": "/images/pages/production/14.original.jpg"
        },
        {
          "id": 15,
          "position": 4,
          "content": "<p>After a long journey, the prince returned to his castle feeling sad and hopeless.  Outside a storm began to brew, and the castle was surrounded by thunder and rain.</p><p>Suddenly there was a loud knock at the door.</p>",
          "page_url": "/images/pages/production/15.original.jpg"
        },
        {
          "id": 16,
          "position": 5,
          "content": "<p>When the king opened it, he saw a beautiful girl who was wet and shivering from the rain. \"Excuse me sir,\" she began.  \"I was on my way back to my father's kingdom when I got caught in the storm.  May I come in?\"</p><p>\"Of course!\" said the queen, rushing over to welcome her.</p>",
          "page_url": "/images/pages/production/16.original.jpg"
        },
        {
          "id": 17,
          "position": 6,
          "content": "<p>Together they all shared a wonderful feast, and the prince grew very fond of their new visitor.  She was smart and beautiful, but he just couldn't be sure if she was a real princess or not.</p><p>The queen came up with a plan.</p>",
          "page_url": "/images/pages/production/17.original.jpg"
        },
        {
          "id": 18,
          "position": 7,
          "content": "<p>As she prepared their guest's bed, the Queen piled twenty mattresses on top of each other.</p><p>\"This is to make you comfortable,\" the Queen said.  \"You'll want to sleep well after a storm like this!\"</p>",
          "page_url": "/images/pages/production/18.original.jpg"
        },
        {
          "id": 19,
          "position": 8,
          "content": "<p>Then, when the girl wasn't looking, the Queen slipped a single pea under all the mattresses.</p><p>\"Have a good night!\" she said cheerily, shutting the door behind her.</p>",
          "page_url": "/images/pages/production/19.original.jpg"
        },
        {
          "id": 20,
          "position": 9,
          "content": "<p>\"What a strange bed,\" the princess thought to herself.  \"I suppose this will make me more comfortable after all!\"  She felt very lucky to have found such a castle, and she quickly climbed to the top of the bed.</p>",
          "page_url": "/images/pages/production/20.original.jpg"
        },
        {
          "id": 21,
          "position": 10,
          "content": "<p>That night, the princess tossed and turned for hours.  She tried everything she could to fall asleep.  She said the alphabet backwards and forwards, she sang herself lullabies, and she even started counting sheep!</p>",
          "page_url": "/images/pages/production/21.original.jpg"
        },
        {
          "id": 22,
          "position": 11,
          "content": "<p>By morning, the princess still had not slept a wink.  Her hair was in tangles, and her eyes had dark circles under them.</p>",
          "page_url": "/images/pages/production/22.original.jpg"
        },
        {
          "id": 23,
          "position": 12,
          "content": "<p>\"How did you sleep, dear?\" the Queen asked at breakfast.</p><p>The princess paused to think.  She didn't want to upset the Queen, but she had always been taught to be honest. </p><p>\"Not very well, I'm afraid,\" she replied.</p>",
          "page_url": "/images/pages/production/23.original.jpg"
        },
        {
          "id": 24,
          "position": 13,
          "content": "<p>\"The bed was just lovely,\" the princess continued, \"but there was something quite strange and peculiar about it.  It was almost as though a giant boulder was under it!\"</p><p>\"Oh dear,\" the queen said, hiding a smile.  The princess had passed her test.</p>",
          "page_url": "/images/pages/production/24.original.jpg"
        },
        {
          "id": 25,
          "position": 14,
          "content": "<p>The Queen hurried to tell the Prince the good news. </p><p>\"But how do you know?\" he asked, still unsure.</p><p>The queen explained. \"Only a real princess would be delicate enough to feel a pea under all those mattresses, and only a real princess would be honest enough to tell us so!\"</p>",
          "page_url": "/images/pages/production/25.original.jpg"
        },
        {
          "id": 26,
          "position": 15,
          "content": "<p>The Prince and the Princess were married at once, and they lived happily ever after. </p><p>(They even kept the pea.)</p>",
          "page_url": "/images/pages/production/26.original.jpg"
        },
        {
          "id": 140,
          "position": 16,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/140.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 9,
      "title": "Rapunzel",
      "author": "Zoodles",
      "illustrator": "Constanza Ehrenhaus",
      "cover_url": "/images/covers/production/9.original.jpg",
      "google_sku": "book_9",
      "price": 2.99,
      "owned": true,
      "sort_order": 21,
      "gems": 300,
      "pages": [
        {
          "id": 147,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Rapunzel</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Constanza Ehrenhaus",
          "page_url": "/images/pages/production/147.original.jpg"
        },
        {
          "id": 90,
          "position": 2,
          "content": "<p>Long ago, there was a witch who lived deep in the forest.  She had no children of her own, but she had always wanted a daughter.</p><p>One night she kidnapped a beautiful baby girl and named her Rapunzel.</p>",
          "page_url": "/images/pages/production/90.original.jpg"
        },
        {
          "id": 91,
          "position": 3,
          "content": "<p>The witch was so afraid of losing Rapunzel that she kept her locked in a tall tower without doors or stairs.</p><p>Rapunzel grew into a beautiful princess with long, lovely hair. She spent most of her days looking out from her tower and singing to the birds.</p>",
          "page_url": "/images/pages/production/91.original.jpg"
        },
        {
          "id": 92,
          "position": 4,
          "content": "<p>Every morning, the witch came to visit Rapunzel's tower. \"Rapunzel, Rapunzel, let down your hair!\" she would shout.</p><p>As soon as Rapunzel heard the witch's voice, she would let down her hair, and the witch would climb up to the top of the tower.</p>",
          "page_url": "/images/pages/production/92.original.jpg"
        },
        {
          "id": 93,
          "position": 5,
          "content": "<p>One day, a handsome prince was riding through the forest when he heard Rapunzel singing.  \"That voice!\" he thought, \"Where is it coming from?\"</p><p>When he reached the tower, he saw how hard it would be for him to climb up.</p>",
          "page_url": "/images/pages/production/93.original.jpg"
        },
        {
          "id": 94,
          "position": 6,
          "content": "<p>Just then, the witch appeared for her daily visit. \"Rapunzel, Rapunzel, let down your hair!\"  she cried.  As usual, Rapunzel let down her hair, and the witch climbed quickly up.</p><p>\"Aha!\" thought the Prince.  \"Now I know exactly what I must do.\"</p>",
          "page_url": "/images/pages/production/94.original.jpg"
        },
        {
          "id": 95,
          "position": 7,
          "content": "<p>The next day, the Prince returned and was careful to call out the same words he had heard. \"Rapunzel, Rapunzel, let down your hair!\" he cried.</p><p>Within moments, a long braid of hair came tumbling down.  He took hold of the braid and quickly climbed up.</p>",
          "page_url": "/images/pages/production/95.original.jpg"
        },
        {
          "id": 96,
          "position": 8,
          "content": "<p>When the Prince reached the top, neither he nor Rapunzel could believe their eyes.  Rapunzel was the most beautiful woman the Prince had ever seen.</p><p>As for Rapunzel, she had never seen a man before, let alone a handsome Prince!</p>",
          "page_url": "/images/pages/production/96.original.jpg"
        },
        {
          "id": 97,
          "position": 9,
          "content": "<p>Before long, the two were laughing and talking, and the hours slipped quickly by.</p><p>\"Won't you come away with me?\" the Prince asked, as the sun began to set.</p><p>\"I would,\" Rapunzel replied, \"But I have no way to come down from this tower.  My hair is no use to me!\"</p>",
          "page_url": "/images/pages/production/97.original.jpg"
        },
        {
          "id": 98,
          "position": 10,
          "content": "<p>Together they hatched a plan for how she would escape. </p><p>Every night, the Prince returned to Rapunzel's tower with a small piece of silk.  With enough silk pieces, Rapunzel could weave a ladder and let herself down!</p>",
          "page_url": "/images/pages/production/98.original.jpg"
        },
        {
          "id": 99,
          "position": 11,
          "content": "<p>After several days, the witch arrived for her usual visit.  When she finally reached the top, Rapunzel sighed with relief. \"Oh my!\" she cried,  \"You're so much heavier than the Prince!\"</p><p>The witch was furious that she had been tricked. \"How could you?\" she screamed.  She grabbed Rapunzel and quickly cut off her hair.</p>",
          "page_url": "/images/pages/production/99.original.jpg"
        },
        {
          "id": 100,
          "position": 12,
          "content": "<p>The witch took Rapunzel deep into the forest and left her blindfolded there.</p><p>When she was sure that Rapunzel could never find her way home, the witch hurried back to the tower to wait for the Prince.</p>   ",
          "page_url": "/images/pages/production/100.original.jpg"
        },
        {
          "id": 101,
          "position": 13,
          "content": "<p>When the Prince arrived, he called out as usual, \"Rapunzel, Rapunzel, let down your hair!\"</p><p>Without showing her face, the witch slowly lowered Rapunzel's long braid of hair.</p><p>The Prince took hold of it and began climbing up.</p>",
          "page_url": "/images/pages/production/101.original.jpg"
        },
        {
          "id": 102,
          "position": 14,
          "content": "<p>When he was halfway to the top, the witch suddenly showed her face.  \"Ha, I've tricked you now!\" she cried.  \"Rapunzel shall never be yours!\"</p><p>With that, she let go of the hair, and the Prince went tumbling down.  He landed with a painful thump and fell into a deep sleep.</p>",
          "page_url": "/images/pages/production/102.original.jpg"
        },
        {
          "id": 103,
          "position": 15,
          "content": "<p>For many days, Rapunzel wandered the forest without any idea of how to get back.  Instead of falling into despair, Rapunzel began to sing.  Singing reminded her of the Prince and all their time together.</p><p>Without knowing it, Rapunzel wandered right past the place where the Prince was sleeping.</p>",
          "page_url": "/images/pages/production/103.original.jpg"
        },
        {
          "id": 104,
          "position": 16,
          "content": "<p>Hearing her voice, the Prince woke from his slumber.  \"Rapunzel?\" he called, \"Is that you?\"</p><p>He opened his eyes and saw her moving towards the trees.  \"Rapunzel!\" he cried. The Prince jumped to his feet and rushed to untie her.</p><p>The two were together at last.</p>",
          "page_url": "/images/pages/production/104.original.jpg"
        },
        {
          "id": 148,
          "position": 17,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/148.original.jpg"
        }
      ],
      "top": true,
      "is_favorite": true
    },
    {
      "id": 17,
      "title": "The Velveteen Rabbit",
      "author": "Zoodles",
      "illustrator": "Jeff Byrd",
      "cover_url": "/images/covers/production/17.original.jpg",
      "google_sku": "book_17",
      "price": 2.99,
      "owned": true,
      "sort_order": 23,
      "gems": 300,
      "pages": [
        {
          "id": 196,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Velveteen Rabbit</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Jeff Byrd",
          "page_url": "/images/pages/production/196.original.jpg"
        },
        {
          "id": 197,
          "position": 2,
          "content": "<p>There once was a Velveteen Rabbit, and in the beginning he was very splendid.  He was fat and bunchy, he had a delightful pink nose, and his ears were lined with the most beautiful satin.</p><p>Right from the start, he was the Boy's favorite toy.</p>\r\n",
          "page_url": "/images/pages/production/197.original.jpg"
        },
        {
          "id": 198,
          "position": 3,
          "content": "<p>As time went on though, the Boy started getting all sorts of new toys, and in a few weeks, he had already forgotten about his little Rabbit.</p><p>The Boy's new mechanical toys seemed very superior, and they looked down on all of the other toys in the nursery.  They were full of modern ideas, and they often pretended that they were real.</p>",
          "page_url": "/images/pages/production/198.original.jpg"
        },
        {
          "id": 199,
          "position": 4,
          "content": "<p>The new toys made the Rabbit feel quite insignificant, as he only had sawdust inside, not mechanics.  One day, the sad little Rabbit went to visit his friend the Old Horse, who had been in the nursery far longer than any of the other toys.</p><p>\"What is Real?\" the Rabbit asked. \"Does it mean having things that buzz inside you and a handle that sticks out?\"</p>",
          "page_url": "/images/pages/production/199.original.jpg"
        },
        {
          "id": 200,
          "position": 5,
          "content": "<p>\"Real isn't how you are made,\" the Old Horse replied. \"It's something that happens when a child loves you for a long, long time.  The Boy's Uncle made me Real many years ago.\"</p><p>\"Does it hurt?\" asked the Rabbit.</p><p>\"Sometimes,\" said the Old Horse, \"But when you are Real you don't mind being hurt.\" </p>",
          "page_url": "/images/pages/production/200.original.jpg"
        },
        {
          "id": 201,
          "position": 6,
          "content": "<p>\"Does it happen all at once?\" the Rabbit asked.</p><p>\"It takes a long time,” the Old Horse replied.  “By the time you are Real, most of your hair has been loved off and your fur has turned shabby.  But these things don't matter at all, because once you are Real, you can't be ugly, except to people who don't understand.\"</p>",
          "page_url": "/images/pages/production/201.original.jpg"
        },
        {
          "id": 202,
          "position": 7,
          "content": "<p>A few days later, the Boy's favorite toy went missing, and he suddenly remembered his Velveteen Rabbit.</p><p>The Rabbit was glad to see his old friend.</p>",
          "page_url": "/images/pages/production/202.original.jpg"
        },
        {
          "id": 203,
          "position": 8,
          "content": "<p>From then on, the Boy and the Rabbit were always together.  The Rabbit had rides in the wheelbarrow, and picnics on the grass, and lovely fairy huts built for him behind the flowers.</p><p>The Rabbit was so happy to be loved, that he didn't notice his beautiful velveteen fur getting shabby or the pink on his nose getting rubbed off where the boy always kissed him.</p>",
          "page_url": "/images/pages/production/203.original.jpg"
        },
        {
          "id": 204,
          "position": 9,
          "content": "<p>Wherever the Boy went, he needed his Rabbit.</p><p>\"Fancy all this fuss for a toy!\" his Nanny scolded.</p><p>\"He isn't a toy,\" the Boy cried.  \"He's REAL!\"</p><p>The Rabbit was so happy to hear the Boy's words.  The Old Horse was right, he was finally Real!</p>",
          "page_url": "/images/pages/production/204.original.jpg"
        },
        {
          "id": 205,
          "position": 10,
          "content": "<p>One day while the Boy was playing in the garden, the Velveteen Rabbit saw two creatures just like him, but they were hopping and jumping in a way he had never seen!</p><p>“Why don't you play with us?\" one of them asked.</p><p>\"No thank you,\" the Velveteen Rabbit replied, wishing deep down he could hop and jump too.</p>",
          "page_url": "/images/pages/production/205.original.jpg"
        },
        {
          "id": 206,
          "position": 11,
          "content": "<p>“Why not?” they asked.  “Can’t you jump?”  They circled around him and poked at his body.  \"How can you jump if you don't have hind legs?\" they squealed.  \"You're not even real!\"</p><p>\"I AM real!\" the Velveteen Rabbit replied, \"The Boy said so himself!\"  Just then, the Boy came running towards them, and the two rabbits scampered into the woods.</p>",
          "page_url": "/images/pages/production/206.original.jpg"
        },
        {
          "id": 207,
          "position": 12,
          "content": "<p>One day the Boy became very ill, and his little body was so feverish that he couldn't leave bed.</p><p>The Rabbit snuggled down patiently and looked forward to the day when they could go back to the garden and play all their favorite games together.</p><p>He loved the Boy very much and was glad to be there with him.</p>",
          "page_url": "/images/pages/production/207.original.jpg"
        },
        {
          "id": 208,
          "position": 13,
          "content": "<p>After many visits from the doctor, the Boy was finally healed.</p><p>“Can I have my Rabbit?” the Boy asked.</p><p>\"I'm afraid the rabbit must go,\" the doctor said, \"It's full of old germs from when you were sick!\"  And the Velveteen Rabbit was promptly tossed out with the rest of the rubbish.</p>",
          "page_url": "/images/pages/production/208.original.jpg"
        },
        {
          "id": 209,
          "position": 14,
          "content": "<p>From where he lay outside, the Rabbit realized that he might never see his Boy again.  The thought made him so sad he shed a single, real tear.</p><p>And then a strange thing happened.  For where the tear had fallen, a flower grew out of the ground.  It was so beautiful that the little Rabbit forgot to cry, and he just lay there watching it.</p>",
          "page_url": "/images/pages/production/209.original.jpg"
        },
        {
          "id": 210,
          "position": 15,
          "content": "<p>The blossom opened, and out stepped the loveliest fairy in the whole world.  \"I am the Fairy that makes toys Real,\" she said.</p><p>\"Wasn't I Real already?\" asked the Rabbit.</p><p>\"You were Real to the Boy,\" the Fairy replied, \"But now you shall be Real to everyone.\"  She took the Rabbit into her arms and flew into the woods.</p>",
          "page_url": "/images/pages/production/210.original.jpg"
        },
        {
          "id": 211,
          "position": 16,
          "content": "<p>The wild rabbits of the forest gathered round to greet her as she set the Rabbit down.</p><p>\"I've brought you a new playfellow,\" the Fairy said. \"You must be very kind to him and teach him all he needs to know in Rabbit-land, for he is going to live with you for ever and ever!</p><p>Now run and play, little Rabbit!\"</p>",
          "page_url": "/images/pages/production/211.original.jpg"
        },
        {
          "id": 212,
          "position": 17,
          "content": "<p>Before the Rabbit had time to worry, he felt a tingle all through his body.  Instead of dingy velveteen, he now had brown fur, soft and shiny, and his whiskers were so long they brushed the grass.  He even had hind legs!   The most delightful feeling came over him as he jumped for the very first time.</p><p>He was a Real Rabbit at last!</p>",
          "page_url": "/images/pages/production/212.original.jpg"
        },
        {
          "id": 213,
          "position": 18,
          "content": "<p>Many months later, the Boy went out to play in the woods behind his house. As he played, two rabbits crept out from the bracken and peeped at him.</p><p>\"That looks just like my old Rabbit!\" the Boy cried aloud. But he never knew that it really was his own Bunny, come back to look at the child who had first helped him become Real.</p>",
          "page_url": "/images/pages/production/213.original.jpg"
        },
        {
          "id": 214,
          "position": 19,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/214.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 6,
      "title": "Jack and the Beanstalk",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/6.original.jpg",
      "google_sku": "book_6",
      "price": 2.99,
      "owned": true,
      "sort_order": 25,
      "gems": 300,
      "pages": [
        {
          "id": 71,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Jack and the Beanstalk</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Mary Ann Zapalac",
          "page_url": "/images/pages/production/71.original.jpg"
        },
        {
          "id": 44,
          "position": 2,
          "content": "<p>Once upon a time there was a very poor boy named Jack who lived with his mother.</p><p>One day his mother said, \"Jack, we're running out of money and we need to sell the cow.  Can you take her to market and find a good price for her?\"</p><p>Jack set out with the cow, eager to help.</p>",
          "page_url": "/images/pages/production/44.original.jpg"
        },
        {
          "id": 45,
          "position": 3,
          "content": "<p>On his way to market, an old man came up to Jack and offered him magical beans in exchange for the cow.  Jack was a very curious boy and couldn't resist.</p><p>Without thinking twice, Jack agreed and went home with the beans.</p>",
          "page_url": "/images/pages/production/45.original.jpg"
        },
        {
          "id": 46,
          "position": 4,
          "content": "<p>\"Jack!\" his mother cried.  \"What good are these beans?  We need money, not magic!\"</p><p>She tossed the beans angrily out the window and sent Jack to his room.</p>",
          "page_url": "/images/pages/production/46.original.jpg"
        },
        {
          "id": 47,
          "position": 5,
          "content": "<p>Early the next morning, Jack was amazed to see that the beans had grown into a giant beanstalk that stretched high into the clouds.  Without thinking twice, Jack jumped on the beanstalk and started to climb.</p>",
          "page_url": "/images/pages/production/47.original.jpg"
        },
        {
          "id": 48,
          "position": 6,
          "content": "<p>When he reached the top, Jack realized he was in a different place entirely.  All around him there were rolling hills and rippling springs.  Jack spotted a castle nearby and quickly ran towards it.</p>",
          "page_url": "/images/pages/production/48.original.jpg"
        },
        {
          "id": 49,
          "position": 7,
          "content": "<p>A big, gruff woman opened the door.  \"You better get inside!\" she said.  \"The giant is coming home any minute now, and he'll be wanting you for breakfast!\"</p>",
          "page_url": "/images/pages/production/49.original.jpg"
        },
        {
          "id": 50,
          "position": 8,
          "content": "<p>Jack ran and hid in a small cupboard, right as a big giant stomped into the room.  \"Fee Fie Fo Fum!  I think I smell a little one!\" he yelled.</p><p>\"That's your bacon, dear,\" the woman replied.  \"Eat up!\"</p>",
          "page_url": "/images/pages/production/50.original.jpg"
        },
        {
          "id": 51,
          "position": 9,
          "content": "<p>As the giant ate, Jack noticed that a beautiful hen sat on the table.  Every once in a while, the giant would yell \"Lay!\" and the hen would lay a beautiful golden egg.</p><p>It was the most unusual thing Jack had ever seen.  \"I must have that hen!\" he thought to himself.</p>",
          "page_url": "/images/pages/production/51.original.jpg"
        },
        {
          "id": 52,
          "position": 10,
          "content": "<p>As soon as the giant had fallen asleep, Jack grabbed the hen, ran out of the castle, and slid down the beanstalk all the way home.</p><p>When he showed the hen to his mother, she couldn't believe her eyes.  \"A hen that lays golden eggs?\" she cried.</p><p>Jack didn't mention where she had come from.</p>",
          "page_url": "/images/pages/production/52.original.jpg"
        },
        {
          "id": 53,
          "position": 11,
          "content": "<p>By selling the hen's eggs, life became much easier for Jack and his mother.</p><p>Even though they had plenty of food and drink, Jack just couldn't stop thinking about what else he might find in the magical castle.</p><p>Without thinking twice, Jack jumped on the beanstalk and started to climb.</p>",
          "page_url": "/images/pages/production/53.original.jpg"
        },
        {
          "id": 54,
          "position": 12,
          "content": "<p>This time, Jack snuck right past the giant's wife and back into the cupboard.  \"Fee Fie Fo Fum!  I think I smell a little one!\" the Giant cried.</p><p>\"Yes, I seem to smell it too,\" his wife agreed, \"Must be the bacon...\"</p><p>This time for breakfast, the giant decided to count all the gold from his moneybags.</p>",
          "page_url": "/images/pages/production/54.original.jpg"
        },
        {
          "id": 55,
          "position": 13,
          "content": "<p>Just like before, Jack waited for the giant to fall asleep.  When the time was right, he dashed out of the cupboard, grabbed as many moneybags as his hands could carry, and went tumbling back down the beanstalk.</p>",
          "page_url": "/images/pages/production/55.original.jpg"
        },
        {
          "id": 56,
          "position": 14,
          "content": "<p>With all the Giant's gold, Jack and his mother were able to buy back their old cow and even buy some new clothes.</p><p>Things were going well, but Jack just couldn't stop thinking about the magical castle. Without thinking twice, Jack jumped on the beanstalk and started to climb.</p>",
          "page_url": "/images/pages/production/56.original.jpg"
        },
        {
          "id": 57,
          "position": 15,
          "content": "<p>As usual, Jack waited in the cupboard for the Giant to have his breakfast.  \"Fee Fie Fo Fum!  I think I smell a little one!\" the Giant cried.</p><p>\"That's odd,\" his wife said,  \"I'm not even cooking bacon today.\"</p><p>After breakfast the Giant sat and listened to an enchanted golden harp as she sang.</p>",
          "page_url": "/images/pages/production/57.original.jpg"
        },
        {
          "id": 58,
          "position": 16,
          "content": "<p>As soon as the Giant had fallen asleep, Jack rushed to grab the harp.  This time, though, the harp cried out in a loud voice. \"Help!  Help!  A little one is taking me!\"</p><p>The Giant woke with a start to see Jack running out the door. \"Come back here!\" he roared.</p>",
          "page_url": "/images/pages/production/58.original.jpg"
        },
        {
          "id": 59,
          "position": 17,
          "content": "<p>Jack slid down the beanstalk and saw that the Giant was coming right after him. </p><p>\"Mother!\" he shouted.  \"The axe!\"  Jack chopped at the beanstalk as fast as he could.  With the last chop, the beanstalk came tumbling down and the Giant was left roaring down from the clouds.</p>",
          "page_url": "/images/pages/production/59.original.jpg"
        },
        {
          "id": 60,
          "position": 18,
          "content": "<p>Jack was ashamed that he'd put his mother in danger, and he promised never to steal again.</p><p>His curiosity led him on many more adventures, but through them all, Jack always remembered to think twice.</p>",
          "page_url": "/images/pages/production/60.original.jpg"
        },
        {
          "id": 138,
          "position": 19,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/138.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 5,
      "title": "Little Red Riding Hood",
      "author": "Zoodles",
      "illustrator": "Taylor Tucek",
      "cover_url": "/images/covers/production/5.original.jpg",
      "google_sku": "book_5",
      "price": 2.99,
      "owned": true,
      "sort_order": 27,
      "gems": 300,
      "pages": [
        {
          "id": 73,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Little Red Riding Hood</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Taylor Tucek\r\n",
          "page_url": "/images/pages/production/73.original.jpg"
        },
        {
          "id": 27,
          "position": 2,
          "content": "<p>Once upon a time, there was a very sweet little girl who lived with her mother.  Her name was Red Riding Hood, for she always wore the same red cloak where ever she went about town.</p> ",
          "page_url": "/images/pages/production/27.original.jpg"
        },
        {
          "id": 28,
          "position": 3,
          "content": "<p>One day, her mother asked, \"Can you take this basket of fruit to your grandmother?  She's very sick and all alone in the forest.  This is very important, so don't lose your way!\"</p><p>\"I won't!\" Red Riding Hood cried, and she bounded into the forest.</p>",
          "page_url": "/images/pages/production/28.original.jpg"
        },
        {
          "id": 29,
          "position": 4,
          "content": "<p>Before long, Red Riding Hood came upon a wolf.  Now Red Riding Hood was very sweet and did not see that he might want to eat her.</p><p>\"Hello, Little Girl in Red,\" the wolf began.</p><p>\"It's Little Red Riding Hood,\" she answered back.</p>",
          "page_url": "/images/pages/production/29.original.jpg"
        },
        {
          "id": 30,
          "position": 5,
          "content": "<p>\"Oh, my apologies,\" the wolf replied.  \"May I ask what you have there?\"</p><p>\"A basket of fruit,\" Red Riding Hood said. \"Would you like one, Mr. Wolf?\"</p><p>\"Oh, I couldn't,\" he smiled. \"I wouldn't want to spoil my dinner.\"</p><p>\"Alright, well I must be off!\" Red Riding Hood said, skipping away.</p> ",
          "page_url": "/images/pages/production/30.original.jpg"
        },
        {
          "id": 31,
          "position": 6,
          "content": "<p>\"Where to?\" asked the wolf. \"Is it far?\"</p><p>\"Not too far,\" Red Riding Hood replied.  \"But my grandmother's very sick, and I'm bringing this to her house in the woods!\"</p><p>Suddenly the wolf had a very crafty plan to catch this girl for his dinner.</p>",
          "page_url": "/images/pages/production/31.original.jpg"
        },
        {
          "id": 32,
          "position": 7,
          "content": "<p>\"Oh my, what beautiful flowers,\" he said, pointing slyly towards a field.  \"Surely a few would lift your Grandmother's spirits.\"</p><p>\"What a brilliant idea, Mr. Wolf!\" Red Riding Hood cried.  She quickly skipped off the path and started to gather the most beautiful flowers.</p>",
          "page_url": "/images/pages/production/32.original.jpg"
        },
        {
          "id": 33,
          "position": 8,
          "content": "<p>Meanwhile, the wolf ran swiftly to her Grandmother's house and knocked at the door.</p><p>\"Who is it?\" called Red Riding Hood's grandmother.</p><p>\"It's Red Riding Hood!\" the wolf answered sweetly.</p>",
          "page_url": "/images/pages/production/33.original.jpg"
        },
        {
          "id": 34,
          "position": 9,
          "content": "<p>Now Grandmother's hearing was quite poor with her age, and she couldn't tell that the voice was the wolf's.  \"Come in, dear!\" she called.</p><p>The wolf hurried inside, swallowed the grandmother whole, and quickly climbed into her bed.</p>",
          "page_url": "/images/pages/production/34.original.jpg"
        },
        {
          "id": 35,
          "position": 10,
          "content": "<p>When Red Riding Hood was finally pleased with her flowers, she continued on her way to Grandmother's house.</p><p>\"Who is it?\" the wolf called, when she knocked at the door.<br/>\"It's Red Riding Hood!\" she answered.<br/>\"Come in, dear!\" cried the wolf.</p>",
          "page_url": "/images/pages/production/35.original.jpg"
        },
        {
          "id": 36,
          "position": 11,
          "content": "<p>Inside, Red Riding Hood saw that her grandmother was looking very sick indeed, and her nightcap was pulled very low down her face.</p><p>\"Why Grandmother!\" she cried.  \"You're so sick I hardly recognize you!\"</p>",
          "page_url": "/images/pages/production/36.original.jpg"
        },
        {
          "id": 37,
          "position": 12,
          "content": "<p>\"What do you mean?\" asked the wolf.</p><p>\"Why your ears, Grandmother!  What big ears you have!\"</p><p>\"The better to hear you with, my dear,\" said the wolf.</p>",
          "page_url": "/images/pages/production/37.original.jpg"
        },
        {
          "id": 38,
          "position": 13,
          "content": "<p>\"And your eyes, Grandmother!  What big eyes you have!\"  Red Riding Hood said, moving closer for a better look.</p><p>\"The better to see you with, my dear,\" said the wolf.</p>",
          "page_url": "/images/pages/production/38.original.jpg"
        },
        {
          "id": 39,
          "position": 14,
          "content": "<p>\"But your teeth, Grandmother!  What big teeth you have!\"  Red Riding Hood cried, suddenly frightened.</p><p>\"The better to eat you with, my dear!\" the wolf cried, and he swallowed her up whole.</p>",
          "page_url": "/images/pages/production/39.original.jpg"
        },
        {
          "id": 40,
          "position": 15,
          "content": "<p>A hunter was passing the house at that very moment when he heard the loud noises inside.  He rushed through the door and saw the wolf looking pleased.  A bit of red cloak still hung from his mouth!</p>",
          "page_url": "/images/pages/production/40.original.jpg"
        },
        {
          "id": 41,
          "position": 16,
          "content": "<p>The hunter pulled open the wolf's jaws and gave the cloak a big tug.  Little Red Riding Hood popped right out, along with her Grandmother who was holding on dearly!</p><p>\"Get out wolf, or I'll make you my dinner!\" the hunter cried. The wolf ran out and was never seen again.</p>",
          "page_url": "/images/pages/production/41.original.jpg"
        },
        {
          "id": 42,
          "position": 17,
          "content": "<p>\"We're saved!\" Red Riding Hood cried.</p><p>She and her grandmother were together at last, and Red Riding Hood had learned a very important lesson.  Listen to your mother, and never lose your way!</p>",
          "page_url": "/images/pages/production/42.original.jpg"
        },
        {
          "id": 139,
          "position": 18,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/139.original.jpg"
        }
      ],
      "is_favorite": true
    },
    {
      "id": 10,
      "title": "The Emperor's New Clothes",
      "author": "Zoodles",
      "illustrator": "Jeff Byrd",
      "cover_url": "/images/covers/production/10.original.jpg",
      "google_sku": "book_10",
      "price": 2.99,
      "owned": true,
      "sort_order": 9,
      "gems": 300,
      "pages": [
        {
          "id": 141,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">The Emperor's New Clothes</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Jeff Byrd",
          "page_url": "/images/pages/production/141.original.jpg"
        },
        {
          "id": 105,
          "position": 2,
          "content": "<p>Many years ago, there was an emperor who just <i>loved</i> clothes.  He spent all of his money on clothes, and he had a different outfit for every hour of the day.  He didn't care about conquering new lands, exercising his soldiers, or even going to the theater. </p><p>All he cared about was clothes.</p>",
          "page_url": "/images/pages/production/105.original.jpg"
        },
        {
          "id": 106,
          "position": 3,
          "content": "<p>One day, two mysterious strangers came to his court.</p><p>\"Your Majesty,\" they began, \"Word has spread that you have a fine taste in clothes.  We are two weavers who can make you the most magical clothes you have ever seen.\"</p>",
          "page_url": "/images/pages/production/106.original.jpg"
        },
        {
          "id": 107,
          "position": 4,
          "content": "<p>\"What makes them magical?\" the Emperor asked.</p><p>The weavers took on a new glow.  \"They are so magical that they remain invisible to anyone who is too simple-minded to see them, or who is unfit for their job.\"</p><p>At this, the Emperor sat up in his throne.  He had never heard of such magical clothes before!</p>",
          "page_url": "/images/pages/production/107.original.jpg"
        },
        {
          "id": 108,
          "position": 5,
          "content": "<p>\"You mean only certain people can see these clothes?\" he asked, \"Only the brightest in the land?\"</p><p>\"Yes, your Highness,\" the weavers replied, with a clever wink between them.</p><p>\"Splendid!\" the Emperor cried, \"Spare no cost!\" And he hired the weavers at once.</p>",
          "page_url": "/images/pages/production/108.original.jpg"
        },
        {
          "id": 110,
          "position": 6,
          "content": "<p>The two weavers set to work immediately and ordered the most delicate silk and gold threads to be brought to their tower.</p><p>The Emperor was so excited by their work that he granted them their every wish.</p><p>These would be the most expensive clothes he had ever purchased.</p>",
          "page_url": "/images/pages/production/110.original.jpg"
        },
        {
          "id": 111,
          "position": 7,
          "content": "<p>All day long, the weavers worked furiously at their empty looms, pretending to use the silk and gold thread.</p><p>When no one was looking, they stuffed all the fine materials into the sacks at their feet.</p>",
          "page_url": "/images/pages/production/111.original.jpg"
        },
        {
          "id": 112,
          "position": 8,
          "content": "<p>After several days had passed, the Emperor began to worry about their progress, and he asked his highest official to check on them.</p><p>Eager to see these magical clothes, the official quickly made his way to their tower.</p>",
          "page_url": "/images/pages/production/112.original.jpg"
        },
        {
          "id": 113,
          "position": 9,
          "content": "<p>When he entered, the weavers were hard at work, and beads of sweat dripped from their brow.  But the looms where they worked seemed empty to him, and the threads that they clipped were nowhere to be seen.</p><p>When the weavers saw him, they jumped up with excitement.  \"Official!\" they cried. \"We've just finished the suit!  What do you think?\"</p>",
          "page_url": "/images/pages/production/113.original.jpg"
        },
        {
          "id": 114,
          "position": 10,
          "content": "<p>The official frowned.  He saw no suit at all!</p><p>\"Could I be too simple to see it?\" he thought.</p><p>To hide his shame, the official cried, \"How grand!  The emperor will surely be pleased.  I shall tell him at once.\"</p><p>The weavers grinned, for their plan had worked.</p>",
          "page_url": "/images/pages/production/114.original.jpg"
        },
        {
          "id": 115,
          "position": 11,
          "content": "<p>After hearing his official's high praise for the suit, the Emperor could wait no longer.</p><p>\"Bring me the suit!\" he cried.  \"I am ready to wear it before the whole kingdom.\"</p><p>Word quickly spread that the suit had been finished, and everyone was invited to a grand parade.</p>",
          "page_url": "/images/pages/production/115.original.jpg"
        },
        {
          "id": 116,
          "position": 12,
          "content": "<p>The Emperor paced back and forth in his chamber, eager to see his new clothes.</p><p>When the weavers appeared, they held the suit between them, but it was covered in an elaborate cloth.</p><p>\"Your Majesty,\" they proclaimed.  \"Your suit is complete.  Are you ready to see it?\"</p>",
          "page_url": "/images/pages/production/116.original.jpg"
        },
        {
          "id": 117,
          "position": 13,
          "content": "<p>The Emperor clapped in excitement.  \"Yes, yes!\" he cried, \"Show me the suit!\"</p><p>The weavers pulled off the cloth.</p><p>\"How grand!\" the high official cried at once.  The other officials, afraid for their jobs, were quick to agree.  Suddenly everyone was praising a suit they could not see.</p>",
          "page_url": "/images/pages/production/117.original.jpg"
        },
        {
          "id": 118,
          "position": 14,
          "content": "<p>To the Emperor, it seemed as though everyone could see it but him.</p><p>\"How could this be?\" he thought to himself.  \"Could I really be unfit to be Emperor?\"</p><p>Without wanting to look like a fool, he suddenly cried, \"Yes, yes!  Quite grand!  Shall I wear it?\"</p>",
          "page_url": "/images/pages/production/118.original.jpg"
        },
        {
          "id": 119,
          "position": 15,
          "content": "<p>As the weavers helped him get dressed, the Emperor felt nothing at all.  \"It's so light,\" he said, slightly nervous.</p><p>\"That is because the threads are so fine,\" the weavers explained. \"It's what makes the suit so unique.\"   The Emperor was very pleased with this answer, and he began to admire himself in the mirror.</p>",
          "page_url": "/images/pages/production/119.original.jpg"
        },
        {
          "id": 120,
          "position": 16,
          "content": "<p>The next day, a large crowd had gathered for the Emperor's parade.  When the trumpets sounded, the palace doors burst open, and the Emperor's soldiers began marching out.  The two weavers followed closely behind.</p><p>At last the Emperor emerged, and no one could believe their eyes!  None of them could see the suit, but they were all too scared to admit it.</p>",
          "page_url": "/images/pages/production/120.original.jpg"
        },
        {
          "id": 121,
          "position": 17,
          "content": "<p>Only one small girl was brave enough to speak up. \"But the Emperor's wearing nothing at all!\"</p><p>Suddenly everyone saw the truth, and the Emperor realized that he had been tricked.</p><p>The weavers were gone, without a trace of cloth left, but their invisible suit had turned out to be quite magical indeed.</p>",
          "page_url": "/images/pages/production/121.original.jpg"
        },
        {
          "id": 142,
          "position": 18,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/142.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 16,
      "title": "Casey At The Bat",
      "author": "Zoodles",
      "illustrator": "Rebecca Fedun",
      "cover_url": "/images/covers/production/16.original.jpg",
      "google_sku": "book_16",
      "price": 2.99,
      "owned": true,
      "sort_order": 9,
      "gems": 600,
      "pages": [
        {
          "id": 194,
          "position": 1,
          "content": " <h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Casey at the Bat</h1><br/><br/>\r\nStory adapted by Zoodles<br/>Illustrated by Rebecca Fedun",
          "page_url": "/images/pages/production/194.original.jpg"
        },
        {
          "id": 195,
          "position": 2,
          "content": "<p>It looked extremely rocky for the Mudville nine that day;<br/>The score stood two to four with but an inning left to play;<br/>So, when Cooney died at second, and Burrows did the same,<br/>A pallor wreathed the features of the patrons of the game.</p>\r\n ",
          "page_url": "/images/pages/production/195.original.jpg"
        },
        {
          "id": 215,
          "position": 3,
          "content": "<p>A straggling few got up to go, leaving there the rest,<br/>With that hope which springs eternal within the human breast,<br/>For they thought: \"If only Casey could get a whack at that,\"<br/>They'd put up even money now, with Casey at the bat.</p>",
          "page_url": "/images/pages/production/215.original.jpg"
        },
        {
          "id": 216,
          "position": 4,
          "content": "<p>But Flynn preceded Casey, as did also Jimmy Blake, <br/>And the former was a lulu, and the latter was a fake;<br/>So on that stricken multitude grim melancholy sat,<br/>For there seemed but little chance of Casey's getting to the bat,</p>",
          "page_url": "/images/pages/production/216.original.jpg"
        },
        {
          "id": 217,
          "position": 5,
          "content": "<p>But Flynn let drive a single, to the wonderment of all,<br/>And Blake, the much despised, tore the cover off the ball;<br/>And when the dust had lifted, and men saw what had occurred,<br/>There was Jimmy safe at second and Flynn a-hugging third.</p>",
          "page_url": "/images/pages/production/217.original.jpg"
        },
        {
          "id": 218,
          "position": 6,
          "content": "<p>Then from five thousand throats and more there rose a joyous yell;<br/>It rumbled through the valley, it rattled in the dell;<br/>It knocked upon the mountain and recoiled upon the flat,<br/>For Casey, mighty Casey, was advancing to the bat.</p>",
          "page_url": "/images/pages/production/218.original.jpg"
        },
        {
          "id": 219,
          "position": 7,
          "content": "<p>There was ease in Casey's manner as he stepped into his place,<br/>There was pride in Casey's bearing, and a smile on Casey's face.<br/>And when, responding to the cheers, he lightly doffed his hat,<br/>No stranger in the crowd could doubt 'twas Casey at the bat.</p>",
          "page_url": "/images/pages/production/219.original.jpg"
        },
        {
          "id": 220,
          "position": 8,
          "content": "<p>Ten thousand eyes were on him as he rubbed his hands with dirt,<br/>Five thousand tongues applauded when he wiped them on his shirt;<br/>Then while the writhing pitcher ground the ball into his hip,<br/>Defiance gleamed in Casey's eye, a sneer curled Casey's lip.</p>",
          "page_url": "/images/pages/production/220.original.jpg"
        },
        {
          "id": 221,
          "position": 9,
          "content": "<p>And now the leather-covered sphere came hurtling through the air,<br/>And Casey stood a-watching it in haughty grandeur there.<br/>Close by the sturdy batsman the ball unheeded sped—<br/>“That ain’t my style,” said Casey. “Strike one,” the umpire said.</p> ",
          "page_url": "/images/pages/production/221.original.jpg"
        },
        {
          "id": 222,
          "position": 10,
          "content": "<p>From the benches, black with people, there went up a muffled roar,<br/>Like the beating of great storm waves on a stern and distant shore.<br/>\"Fire him! Fire the umpire!\" shouted someone on the stand.<br/>And it's likely they'd have fired him had not Casey raised a hand.</p>",
          "page_url": "/images/pages/production/222.original.jpg"
        },
        {
          "id": 223,
          "position": 11,
          "content": "<p>With a smile of civil charity great Casey's visage shone;<br/>He stilled the rising tumult; he bade the game go on;<br/>He signaled to the pitcher, once more the spheroid flew;<br/>But Casey still ignored it, and the umpire said, \"Strike two.\"</p>",
          "page_url": "/images/pages/production/223.original.jpg"
        },
        {
          "id": 224,
          "position": 12,
          "content": "<p>\"Fraud,\" cried the maddened thousands, and echo answered \"Fraud!\"<br/>But one scornful look from Casey and the audience was awed.<br/>They saw his face grow stern and cold, they saw his muscles strain,<br/>And they knew that Casey wouldn't let that ball go by again.</p>",
          "page_url": "/images/pages/production/224.original.jpg"
        },
        {
          "id": 225,
          "position": 13,
          "content": "<p>The sneer is gone from Casey's lip, his teeth are clenched in hate;<br/>He pounds with cruel violence his bat upon the plate;<br/>And now the pitcher holds the ball, and now he lets it go,<br/>And now the air is shattered by the force of Casey's blow.</p>",
          "page_url": "/images/pages/production/225.original.jpg"
        },
        {
          "id": 226,
          "position": 14,
          "content": "<p>Oh, somewhere in this favored land the sun is shining bright;<br/>The band is playing somewhere, and somewhere hearts are light;<br/>And somewhere men are laughing, and somewhere children shout:<br/>But there is no joy in Mudville—mighty Casey has struck out.</p>",
          "page_url": "/images/pages/production/226.original.jpg"
        },
        {
          "id": 227,
          "position": 15,
          "content": "<br/><br/><br/><br/><center>The End</center>",
          "page_url": "/images/pages/production/227.original.jpg"
        }
      ],
      "is_favorite": false
    }
  ],
  "readings": [
    {
      "id": 91307,
      "book_id": 17,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1484561,
          "page_id": 196,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484562,
          "page_id": 197,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484563,
          "page_id": 198,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484564,
          "page_id": 199,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484565,
          "page_id": 200,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484566,
          "page_id": 201,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484567,
          "page_id": 202,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484568,
          "page_id": 203,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484569,
          "page_id": 204,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484570,
          "page_id": 205,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484571,
          "page_id": 206,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484572,
          "page_id": 207,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484573,
          "page_id": 208,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484574,
          "page_id": 209,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484575,
          "page_id": 210,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484576,
          "page_id": 211,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484577,
          "page_id": 212,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484578,
          "page_id": 213,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484579,
          "page_id": 214,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:11:36Z",
      "cover_url": "/images/covers/production/17.original.jpg"
    },
    {
      "id": 91876,
      "book_id": 16,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1494152,
          "page_id": 194,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494153,
          "page_id": 195,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494154,
          "page_id": 215,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494155,
          "page_id": 216,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494156,
          "page_id": 217,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494157,
          "page_id": 218,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494158,
          "page_id": 219,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494159,
          "page_id": 220,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494160,
          "page_id": 221,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494161,
          "page_id": 222,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494162,
          "page_id": 223,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494163,
          "page_id": 224,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494164,
          "page_id": 225,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494165,
          "page_id": 226,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494166,
          "page_id": 227,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-05T17:46:23Z",
      "cover_url": "/images/covers/production/16.original.jpg"
    },
    {
      "id": 91873,
      "book_id": 15,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1494105,
          "page_id": 177,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494106,
          "page_id": 178,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494107,
          "page_id": 179,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494108,
          "page_id": 180,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494109,
          "page_id": 181,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494110,
          "page_id": 182,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494111,
          "page_id": 183,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494112,
          "page_id": 184,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494113,
          "page_id": 185,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494114,
          "page_id": 186,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494115,
          "page_id": 187,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494116,
          "page_id": 188,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494117,
          "page_id": 189,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494118,
          "page_id": 190,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494119,
          "page_id": 191,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494120,
          "page_id": 192,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494121,
          "page_id": 193,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-05T17:42:16Z",
      "cover_url": "/images/covers/production/15.original.jpg"
    },
    {
      "id": 91327,
      "book_id": 14,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1484893,
          "page_id": 162,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484894,
          "page_id": 163,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484895,
          "page_id": 164,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484896,
          "page_id": 165,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484897,
          "page_id": 166,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484898,
          "page_id": 167,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484899,
          "page_id": 168,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484900,
          "page_id": 169,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484901,
          "page_id": 170,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484902,
          "page_id": 171,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484903,
          "page_id": 172,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484904,
          "page_id": 173,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484905,
          "page_id": 174,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484906,
          "page_id": 175,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484907,
          "page_id": 176,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:38:19Z",
      "cover_url": "/images/covers/production/14.original.jpg"
    },
    {
      "id": 91875,
      "book_id": 13,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1494139,
          "page_id": 149,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494140,
          "page_id": 150,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494141,
          "page_id": 151,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494142,
          "page_id": 152,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494143,
          "page_id": 153,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494144,
          "page_id": 154,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494145,
          "page_id": 155,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494146,
          "page_id": 156,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494147,
          "page_id": 157,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494148,
          "page_id": 158,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494149,
          "page_id": 159,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494150,
          "page_id": 160,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494151,
          "page_id": 161,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-05T17:44:27Z",
      "cover_url": "/images/covers/production/13.original.jpg"
    },
    {
      "id": 91868,
      "book_id": 11,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1494023,
          "page_id": 122,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494024,
          "page_id": 123,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494025,
          "page_id": 124,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494026,
          "page_id": 125,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494027,
          "page_id": 126,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494028,
          "page_id": 127,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494029,
          "page_id": 128,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494030,
          "page_id": 129,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494031,
          "page_id": 130,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494032,
          "page_id": 131,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494033,
          "page_id": 132,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494034,
          "page_id": 134,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494035,
          "page_id": 143,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494036,
          "page_id": 144,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-05T17:38:04Z",
      "cover_url": "/images/covers/production/11.original.jpg"
    },
    {
      "id": 91337,
      "book_id": 10,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1485063,
          "page_id": 105,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485064,
          "page_id": 106,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485065,
          "page_id": 107,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485066,
          "page_id": 108,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485067,
          "page_id": 110,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485068,
          "page_id": 111,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485069,
          "page_id": 112,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485070,
          "page_id": 113,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485071,
          "page_id": 114,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485072,
          "page_id": 115,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485073,
          "page_id": 116,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485074,
          "page_id": 117,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485075,
          "page_id": 118,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485076,
          "page_id": 119,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485077,
          "page_id": 120,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485078,
          "page_id": 121,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485079,
          "page_id": 141,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485080,
          "page_id": 142,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:44:58Z",
      "cover_url": "/images/covers/production/10.original.jpg"
    },
    {
      "id": 91870,
      "book_id": 9,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1494052,
          "page_id": 90,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494053,
          "page_id": 91,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494054,
          "page_id": 92,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494055,
          "page_id": 93,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494056,
          "page_id": 94,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494057,
          "page_id": 95,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494058,
          "page_id": 96,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494059,
          "page_id": 97,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494060,
          "page_id": 98,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494061,
          "page_id": 99,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494062,
          "page_id": 100,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494063,
          "page_id": 101,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494064,
          "page_id": 102,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494065,
          "page_id": 103,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494066,
          "page_id": 104,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494067,
          "page_id": 147,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1494068,
          "page_id": 148,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-05T17:39:55Z",
      "cover_url": "/images/covers/production/9.original.jpg"
    },
    {
      "id": 91325,
      "book_id": 8,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1484858,
          "page_id": 74,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484859,
          "page_id": 75,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484860,
          "page_id": 76,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484861,
          "page_id": 77,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484862,
          "page_id": 78,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484863,
          "page_id": 79,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484864,
          "page_id": 80,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484865,
          "page_id": 81,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484866,
          "page_id": 82,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484867,
          "page_id": 83,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484868,
          "page_id": 84,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484869,
          "page_id": 85,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484870,
          "page_id": 86,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484871,
          "page_id": 87,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484872,
          "page_id": 88,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484873,
          "page_id": 89,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484874,
          "page_id": 145,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484875,
          "page_id": 146,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:35:46Z",
      "cover_url": "/images/covers/production/8.original.jpg"
    },
    {
      "id": 91158,
      "book_id": 6,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1482094,
          "page_id": 44,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482095,
          "page_id": 45,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482096,
          "page_id": 46,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482097,
          "page_id": 47,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482098,
          "page_id": 48,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482099,
          "page_id": 49,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482100,
          "page_id": 50,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482101,
          "page_id": 51,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482102,
          "page_id": 52,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482103,
          "page_id": 53,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482104,
          "page_id": 54,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482105,
          "page_id": 55,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482106,
          "page_id": 56,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482107,
          "page_id": 57,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482108,
          "page_id": 58,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482109,
          "page_id": 59,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482110,
          "page_id": 60,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482111,
          "page_id": 71,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1482112,
          "page_id": 138,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T17:11:01Z",
      "cover_url": "/images/covers/production/6.original.jpg"
    },
    {
      "id": 91323,
      "book_id": 5,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1484825,
          "page_id": 27,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484826,
          "page_id": 28,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484827,
          "page_id": 29,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484828,
          "page_id": 30,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484829,
          "page_id": 31,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484830,
          "page_id": 32,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484831,
          "page_id": 33,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484832,
          "page_id": 34,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484833,
          "page_id": 35,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484834,
          "page_id": 36,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484835,
          "page_id": 37,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484836,
          "page_id": 38,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484837,
          "page_id": 39,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484838,
          "page_id": 40,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484839,
          "page_id": 41,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484840,
          "page_id": 42,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484841,
          "page_id": 73,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484842,
          "page_id": 139,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:34:08Z",
      "cover_url": "/images/covers/production/5.original.jpg"
    },
    {
      "id": 91334,
      "book_id": 4,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1485012,
          "page_id": 13,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485013,
          "page_id": 14,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485014,
          "page_id": 15,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485015,
          "page_id": 16,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485016,
          "page_id": 17,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485017,
          "page_id": 18,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485018,
          "page_id": 19,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485019,
          "page_id": 20,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485020,
          "page_id": 21,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485021,
          "page_id": 22,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485022,
          "page_id": 23,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485023,
          "page_id": 24,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485024,
          "page_id": 25,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485025,
          "page_id": 26,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485026,
          "page_id": 72,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1485027,
          "page_id": 140,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:42:44Z",
      "cover_url": "/images/covers/production/4.original.jpg"
    },
    {
      "id": 91322,
      "book_id": 1,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 1484811,
          "page_id": 1,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484812,
          "page_id": 2,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484813,
          "page_id": 3,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484814,
          "page_id": 4,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484815,
          "page_id": 5,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484816,
          "page_id": 6,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484817,
          "page_id": 7,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484818,
          "page_id": 8,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484819,
          "page_id": 9,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484820,
          "page_id": 10,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484821,
          "page_id": 11,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484822,
          "page_id": 12,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484823,
          "page_id": 43,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 1484824,
          "page_id": 137,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2011-05-04T21:32:18Z",
      "cover_url": "/images/covers/production/1.original.jpg"
    }
  ]
}