{
  "books": [
    {
      "id": 22,
      "title": "Los tres cerditos",
      "author": "Zoodles",
      "illustrator": "Ewa Ludwiczak",
      "cover_url": "/images/covers/production/22.original.jpg",
      "google_sku": "book_22",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 0,
      "pages": [
        {
          "id": 295,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Los tres cerditos</h1><br/><br/> Cuento adaptado por Zoodles<br/>Ilustrado por Ewa Ludwiczak",
          "page_url": "/images/pages/production/295.original.jpg"
        },
        {
          "id": 296,
          "position": 2,
          "content": "Había una vez tres cerditos que vivían con su madre.<br/><br/>\"Ya están grandes,\" dijo ella un día,\"Es momento de salir y tener una casa propia.\"",
          "page_url": "/images/pages/production/296.original.jpg"
        },
        {
          "id": 297,
          "position": 3,
          "content": "Los tres cerditos empacaron sus cosas y salieron de viaje juntos.<br/><br/>Poco tiempo después, encontraron un campo que era perfecto para construir sus casas.<br/><br/>\"¡A trabajar!\" exclamaron los cerditos. ",
          "page_url": "/images/pages/production/297.original.jpg"
        },
        {
          "id": 298,
          "position": 4,
          "content": "Todos salieron a buscar los materiales.<br/><br/>\"Construiré mi casa de paja,\" dijo el primer cerdito.  \"La paja es liviana y es fácil de encontrar.  Si uso paja, estará lista rápidamente.\"    ",
          "page_url": "/images/pages/production/298.original.jpg"
        },
        {
          "id": 299,
          "position": 5,
          "content": "\"Construiré mi casa con ramas,\" dijo el segundo cerdito.  \"Las ramas también son livianas, y no son difíciles de encontrar.  Si uso ramas, estará lista rápidamente.\"  ",
          "page_url": "/images/pages/production/299.original.jpg"
        },
        {
          "id": 300,
          "position": 6,
          "content": "\"Construiré mi casa con ladrillos,\" dijo el tercer cerdito.  \"Los ladrillos son fuertes, aunque es más difícil encontrarlos.  Si uso ladrillos, mi casa durará más tiempo\"<br/><br/>Los otros cerditos rieron y rieron.  \"Los ladrillos son grandes y son pesados como piedras. Te llevará toda la vida construir tu casa.\"",
          "page_url": "/images/pages/production/300.original.jpg"
        },
        {
          "id": 301,
          "position": 7,
          "content": "Los dos cerditos construyeron sus casas en un día.  ¡Lo único que querían hacer era jugar!<br/><br/>Cada día desde entonces iban a nadar, mientras el tercer cerdito siguió trabajando para construir su casa de ladrillos.  Cuando terminó finalmente, se veía grande y alta y el tercer cerdito estaba muy orgulloso de ello.",
          "page_url": "/images/pages/production/301.original.jpg"
        },
        {
          "id": 302,
          "position": 8,
          "content": "Un día de sol, un gran lobo malo que merodeaba por allí golpeó a la puerta del primer cerdito.  \"Cerdito, déjame entrar!\" gritó.<br/><br/>\"Ni por los pelos de mi barbilla\" gritó el cerdito.<br/><br/>\"¡Entonces me enojaré, soplaré y haré volar tu casa!\"",
          "page_url": "/images/pages/production/302.original.jpg"
        },
        {
          "id": 303,
          "position": 9,
          "content": "Antes de que el cerdito pudiera responder, el lobo se enojó, y sopló e hizo volar la casa.<br/><br/>Pedazos de paja volaron por el aire, y el cerdito corrió y se escondió en la casa de ramas de su hermano.",
          "page_url": "/images/pages/production/303.original.jpg"
        },
        {
          "id": 304,
          "position": 10,
          "content": "El lobo lo siguió.  \"Cerditos, déjenme entrar!\" gritó nuevamente.<br/><br/>\"Ni por los pelos de nuestra barbilla\" gritaron los cerditos.<br/><br/>\"¡Entonces me enojaré, soplaré y haré volar tu casa!\"",
          "page_url": "/images/pages/production/304.original.jpg"
        },
        {
          "id": 305,
          "position": 11,
          "content": "Antes de que los cerditos pudieran responder, el lobo se enojó, y sopló e hizo volar la casa.<br/><br/>Pedazos de ramas volaron por el aire, y los dos cerditos corrieron y se escondieron en la casa de ladrillos de su hermano.",
          "page_url": "/images/pages/production/305.original.jpg"
        },
        {
          "id": 306,
          "position": 12,
          "content": "Al rato, el lobo estaba afuera nuevamente.  \"Ya lo dije, cerditos, déjenme entrar!\" gruñó.<br/><br/>\"Ni por los pelos de nuestra barbilla\" gritaron los cerditos.<br/><br/>\"¡Entonces me enojaré, soplaré y haré volar la casa!\"",
          "page_url": "/images/pages/production/306.original.jpg"
        },
        {
          "id": 307,
          "position": 13,
          "content": "El lobo se enojó y sopló y sopló tan fuerte como pudo, pero esta vez, la casa del cerdito no se movió<br/><br/>El lobo intentó nuevamente, soplando más fuerte aún, pero no pudo hacer volar la casa del cerdito.<br/><br/>\"¡Estamos a salvo!\" gritaron los cerditos, saltando de alegría.",
          "page_url": "/images/pages/production/307.original.jpg"
        },
        {
          "id": 308,
          "position": 14,
          "content": "Mientras los cerditos festejaban, el lobo volvió con un nuevo plan astuto.<br/><br/>\"¡Oh no!\" gritaron los cerditos, viéndolo desde adentro, \"El lobo está trepando por la chimenea.\"",
          "page_url": "/images/pages/production/308.original.jpg"
        },
        {
          "id": 309,
          "position": 15,
          "content": "El tercer cerdito no tenía miedo.  \"Si baja por la chimenea, aullará durante semanas.\"<br/><br/>Los dos cerditos se dieron vuelta y vieron que tenía razón.  ¡Una gran olla de sopa estaba allí junto al fuego!",
          "page_url": "/images/pages/production/309.original.jpg"
        },
        {
          "id": 310,
          "position": 16,
          "content": "Antes de que pudieran advertirle, el lobo se deslizó hacia abajo, aterrizando sobre la sopa hirviendo.<br/><br/>\"¡Ay!\" gritó el lobo, corriendo hacia la puerta.<br/><br/>Podían oírlo aullar mientras se iba a su casa.",
          "page_url": "/images/pages/production/310.original.jpg"
        },
        {
          "id": 311,
          "position": 17,
          "content": "Los cerditos estaban a salvo y aprendieron la lección:<br/><br/>Una casa bien construida es una casa bien ganada.<br/><br/>El trabajo duro no siempre parece muy divertido, pero tiene más de una compensación.",
          "page_url": "/images/pages/production/311.original.jpg"
        },
        {
          "id": 312,
          "position": 18,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/312.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 23,
      "title": "Rapunzel",
      "author": "Zoodles",
      "illustrator": "Constanza Ehrenhaus",
      "cover_url": "/images/covers/production/23.original.jpg",
      "google_sku": "book_23",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 313,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Rapunzel</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Constanza Ehrenhaus",
          "page_url": "/images/pages/production/313.original.jpg"
        },
        {
          "id": 314,
          "position": 2,
          "content": "Hace mucho tiempo, había una bruja que vivía en la profundidad del bosque.  No tenía hijos, pero siempre había querido tener una hija.<br/><br/>Una noche secuestró a una hermosa bebé y la llamó Rapunzel. ",
          "page_url": "/images/pages/production/314.original.jpg"
        },
        {
          "id": 315,
          "position": 3,
          "content": "La bruja tenía tanto miedo de perder a Rapunzel que la mantuvo encerrada en una alta torre sin puertas ni escaleras.<br/><br/>Rapunzel creció y se transformó en una hermosa princesa con un largo y adorable cabello. Pasaba la mayor parte del día mirando desde su torre y cantándoles a las aves.  ",
          "page_url": "/images/pages/production/315.original.jpg"
        },
        {
          "id": 316,
          "position": 4,
          "content": "Cada mañana, la bruja iba a visitar a Rapunzel a la torre. \"¡Rapunzel, Rapunzel, deja caer tu cabello!\" le gritaba.<br/><br/>Apenas Rapunzel oía la voz de la bruja, dejaba caer su cabello y la bruja trepaba hasta arriba de la torre.",
          "page_url": "/images/pages/production/316.original.jpg"
        },
        {
          "id": 317,
          "position": 5,
          "content": "Un día, un apuesto príncipe cabalgaba por el bosque cuando escuchó cantar a Rapunzel.  \"¡Esa voz!\" pensó, \"¿De dónde viene?\"<br/><br/>Cuando llegó a la torre, vio que sería difícil trepar a la torre.",
          "page_url": "/images/pages/production/317.original.jpg"
        },
        {
          "id": 318,
          "position": 6,
          "content": "En ese momento, la bruja apareció para su visita diaria. \"¡Rapunzel, Rapunzel, deja caer tu cabello!\"  gritó ella.  Como siempre, Rapunzel dejó caer su cabello y la bruja trepó rápidamente.<br/><br/>\"Ajá!\" pensó el príncipe.  \"Ahora sé exactamente lo que debo hacer.\"",
          "page_url": "/images/pages/production/318.original.jpg"
        },
        {
          "id": 319,
          "position": 7,
          "content": "Al día siguiente, el príncipe volvió para repetir las mismas palabras que había escuchado. \"¡Rapunzel, Rapunzel, deja caer tu cabello!\" gritó.<br/><br/>En unos instantes, una larga trenza de cabello rodó hacia abajo.  Tomó la trenza y trepó rápidamente.",
          "page_url": "/images/pages/production/319.original.jpg"
        },
        {
          "id": 320,
          "position": 8,
          "content": "Cuando llegó arriba, ni él ni Rapunzel podían creer lo que veían.  Rapunzel era la mujer más hermosa que el príncipe había visto.<br/><br/>En cuanto a Rapunzel, nunca antes había visto un hombre, ¡ni que hablar de un apuesto príncipe!  ",
          "page_url": "/images/pages/production/320.original.jpg"
        },
        {
          "id": 321,
          "position": 9,
          "content": "Al rato, ambos reían y hablaban, y las horas se pasaron rápidamente.<br/><br/>\"¿No quieres venir conmigo?\" preguntó el príncipe, mientras el sol empezaba a ponerse.<br/><br/>\"Me gustaría,\" respondió Rapunzel, \"Pero no tengo forma de salir de esta torre.  ¡Mi cabello no me sirve!\"   ",
          "page_url": "/images/pages/production/321.original.jpg"
        },
        {
          "id": 322,
          "position": 10,
          "content": "Juntos idearon un plan para que ella pudiera escapar. <br/><br/>Todas las noches, el príncipe volvía a la torre de Rapunzel con una pequeña pieza de seda.  ¡Con suficientes piezas de seda, Rapunzel podía tejer una escalera y dejarse deslizar!   ",
          "page_url": "/images/pages/production/322.original.jpg"
        },
        {
          "id": 323,
          "position": 11,
          "content": "Después de varios días, la bruja apareció para su visita habitual.  Cuando finalmente llegó arriba, Rapunzel suspiró aliviada. \"Oh caramba!\" gritó,  \"¡Eres mucho más pesada que el príncipe!\"<br/><br/>La bruja se puso furiosa de haber sido engañada. \"¿Cómo pudiste?\" gritó.  Atrapó a Rapunzel y rápidamente le cortó el cabello.  ",
          "page_url": "/images/pages/production/323.original.jpg"
        },
        {
          "id": 324,
          "position": 12,
          "content": "La bruja llevó a Rapunzel a la profundidad del bosque y la dejó allí con los ojos vendados.<br/><br/>Cuando estuvo segura de que Rapunzel no podría encontrar el camino a casa, la bruja se apresuró para llegar a la torre a esperar al príncipe.   ",
          "page_url": "/images/pages/production/324.original.jpg"
        },
        {
          "id": 325,
          "position": 13,
          "content": "Cuando el príncipe llegó, gritó como siempre, \"¡Rapunzel, Rapunzel, deja caer tu cabello!\"<br/><br/>Sin mostrar su rostro, la bruja lentamente dejó caer la larga trenza de cabello de Rapunzel.<br/><br/>El príncipe la tomó y comenzó a trepar.",
          "page_url": "/images/pages/production/325.original.jpg"
        },
        {
          "id": 326,
          "position": 14,
          "content": "Cuando estaba a mitad de camino, la bruja súbitamente mostró su rostro.  \"¡Ahora yo te engañé a ti!\" gritó.  \"¡Rapunzel nunca será tuya!\"<br/><br/>Después soltó la trenza y el príncipe cayó.  El príncipe se dio un gran golpe al caer y quedó profundamente dormido.",
          "page_url": "/images/pages/production/326.original.jpg"
        },
        {
          "id": 327,
          "position": 15,
          "content": "Durante muchos días, Rapunzel caminó por el bosque sin saber cómo volver.  En lugar de desesperarse, Rapunzel comenzó a cantar.  Cantando recordó al príncipe y todo el tiempo que pasaron juntos.<br/><br/>Sin saberlo, Rapunzel pasó por el lugar donde estaba el príncipe durmiendo.",
          "page_url": "/images/pages/production/327.original.jpg"
        },
        {
          "id": 328,
          "position": 16,
          "content": "Al escuchar su voz, el príncipe despertó de su sueño.  \"¿Rapunzel?\" dijo, \"¿Eres tú?\"<br/><br/>Abrió los ojos y la vio moverse hacia los árboles.  \"¡Rapunzel!\" gritó. El príncipe se levantó de prisa y se apresuró a desatarla.<br/><br/>Los dos finalmente estaban juntos.",
          "page_url": "/images/pages/production/328.original.jpg"
        },
        {
          "id": 329,
          "position": 17,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/329.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 27,
      "title": "La gallinita roja",
      "author": "Zoodles",
      "illustrator": "Josie Baughan",
      "cover_url": "/images/covers/production/27.original.jpg",
      "google_sku": "book_27",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 375,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">La gallinita roja</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Josie Baughan",
          "page_url": "/images/pages/production/375.original.jpg"
        },
        {
          "id": 376,
          "position": 2,
          "content": "Había una vez una gallinita roja que vivía en una granja.   La granja tenía muchos animales, pero siempre eran demasiado holgazanes para ayudar con el trabajo.",
          "page_url": "/images/pages/production/376.original.jpg"
        },
        {
          "id": 377,
          "position": 3,
          "content": "Un día, la gallinita roja estaba limpiando el jardín y encontró unos granos de trigo. \"¿Quién me ayudará a plantar este trigo?\" preguntó. \"Yo no,\" dijo el pato. \"Yo no,\" dijo el ganso. \"Yo no,\" dijo el cuervo.",
          "page_url": "/images/pages/production/377.original.jpg"
        },
        {
          "id": 378,
          "position": 4,
          "content": "\"Entonces lo haré yo,\" dijo la gallinita roja y plantó el trigo ella sola.",
          "page_url": "/images/pages/production/378.original.jpg"
        },
        {
          "id": 379,
          "position": 5,
          "content": "Después que pasaron muchos días, el trigo empezó a crecer alto y estaba listo para la cosecha. \"¿Quién me ayudará a cortar el trigo?\" preguntó la gallinita roja. \"Yo no,\" dijo el cerdo. \"Yo no,\" dijo la oveja. \"Yo no,\" dijo el perro.",
          "page_url": "/images/pages/production/379.original.jpg"
        },
        {
          "id": 380,
          "position": 6,
          "content": "\"Entonces lo haré yo,\" dijo la gallinita roja y cortó el trigo ella sola.",
          "page_url": "/images/pages/production/380.original.jpg"
        },
        {
          "id": 381,
          "position": 7,
          "content": "Cuando el trigo estaba cortado, la gallinita roja preguntó nuevamente,\"¿Quién me ayudará a llevar este trigo al molino?\" \"Yo no,\" dijo la cabra. \"Yo no,\" dijo la vaca. \"Yo no,\" dijo el caballo.",
          "page_url": "/images/pages/production/381.original.jpg"
        },
        {
          "id": 382,
          "position": 8,
          "content": "\"Entonces lo haré yo,\" dijo la gallinita roja y llevó el trigo al molino ella sola.",
          "page_url": "/images/pages/production/382.original.jpg"
        },
        {
          "id": 383,
          "position": 9,
          "content": "Cuando llevó la harina a su casa, la gallinita roja preguntó nuevamente,\"¿Quién me ayudará a hacer pan con esta harina?\" \"Yo no,\" dijo el gato. \"Yo no,\" dijo el conejo. \"Yo no,\" dijo el ratón.",
          "page_url": "/images/pages/production/383.original.jpg"
        },
        {
          "id": 384,
          "position": 10,
          "content": "\"Entonces lo haré yo,\" dijo la gallinita roja e hizo el pan con la harina ella sola.",
          "page_url": "/images/pages/production/384.original.jpg"
        },
        {
          "id": 385,
          "position": 11,
          "content": "Cuando el pan estuvo horneado, la granja se cubrió de un delicioso aroma y todos los animales comenzaron a acercarse. \"Y bien\"  dijo la gallinita roja, \"¿Quién me ayudará a comer este pan?\" \"¡Yo!\" gritaron al unísono todos los animales.",
          "page_url": "/images/pages/production/385.original.jpg"
        },
        {
          "id": 386,
          "position": 12,
          "content": "\"¡Ojalá!,\" dijo la gallinita roja riéndose. \"Pero ya que nadie ayudó, no hay suficiente pan para todos.  ¡Véanlo ustedes mismos!\" La gallinita roja sacó un panecillo del horno y todos vieron que tenía razón.  ",
          "page_url": "/images/pages/production/386.original.jpg"
        },
        {
          "id": 387,
          "position": 13,
          "content": "¡Apenas había suficiente pan para alimentar a su propia familia!   Con todos sus polluelos reunidos a su alrededor, la gallinita roja se sintió muy orgullosa del trabajo que había hecho...ella sola.",
          "page_url": "/images/pages/production/387.original.jpg"
        },
        {
          "id": 388,
          "position": 14,
          "content": "Desde entonces, cuando hay trabajo que hacer, la gallinita roja tiene toda la ayuda necesaria.",
          "page_url": "/images/pages/production/388.original.jpg"
        },
        {
          "id": 389,
          "position": 15,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/389.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 26,
      "title": "El ratón de campo y el ratón de ciudad",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/26.original.jpg",
      "google_sku": "book_26",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 362,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">El ratón de campo <br/>y el ratón de ciudad</h1><br/><br/>\r Relato adaptado por Zoodles<br/>Ilustrado por Mary Ann Zapalac",
          "page_url": "/images/pages/production/362.original.jpg"
        },
        {
          "id": 363,
          "position": 2,
          "content": "Había una vez un ratón de ciudad y un ratón de campo que eran muy buenos amigos.<br/><br/>Un día, el ratón de ciudad se cansó del ruido y el clamor de la ciudad y decidió visitar a su querido amigo en el campo para tener un agradable descanso.",
          "page_url": "/images/pages/production/363.original.jpg"
        },
        {
          "id": 364,
          "position": 3,
          "content": "El ratón de campo estaba muy emocionado de ver a su viejo amigo y comenzó a prepararle todos sus platos favoritos - ¡copos de trigo, bellotas tostadas y bayas secas de postre!<br/><br/>Pero el ratón de ciudad estaba acostumbrado a una comida mucho más elaborada, y por eso comió muy poco.",
          "page_url": "/images/pages/production/364.original.jpg"
        },
        {
          "id": 365,
          "position": 4,
          "content": "Después de la cena, el ratón de ciudad y el ratón de campo hablaron largamente sobre lo diferentes que eran sus vidas.<br/><br/>El ratón de ciudad estaba particularmente orgulloso de las cosas que tenía en su casa.  \"¡La ciudad tiene todo lo que un ratón puede soñar!\" se jactó, \"Camas de felpa, grandes fiestas y la comida por la que mueres!\"",
          "page_url": "/images/pages/production/365.original.jpg"
        },
        {
          "id": 366,
          "position": 5,
          "content": "Más tarde esa noche, el ratón de campo soñó que era un ratón de ciudad también, y que tenía todos los lujos que había descrito el ratón de ciudad.",
          "page_url": "/images/pages/production/366.original.jpg"
        },
        {
          "id": 367,
          "position": 6,
          "content": "<p>Después de unos días juntos, el ratón de ciudad empezó a extrañar la comodidad de su hogar.  El campo era bonito y tranquilo, pero no podía compararlo con su vida en la ciudad.</p><p>Justo antes de irse, invitó al ratón de campo a acompañarlo a la ciudad y ver cómo era la vida allí.</p><p>El ratón de campo empacó sus cosas ansiosamente.</p>",
          "page_url": "/images/pages/production/367.original.jpg"
        },
        {
          "id": 368,
          "position": 7,
          "content": "Cuando llegaron, el ratón de campo vio que la mesa estaba preparada para una gran fiesta. Había confites y gelatinas, masas y quesos - ¡era la comida más deliciosa que un ratón podía desear!<br/><br/>\"¿Ahora no deseas vivir aquí?\" bromeó el ratón de ciudad.",
          "page_url": "/images/pages/production/368.original.jpg"
        },
        {
          "id": 369,
          "position": 8,
          "content": "¡Cuando el ratón de campo comenzaba a asentir, un gato gigante saltó detrás de él y comenzó a perseguir a los dos ratones por la sala!",
          "page_url": "/images/pages/production/369.original.jpg"
        },
        {
          "id": 370,
          "position": 9,
          "content": "Los dos amigos corrieron a esconderse.<br/><br/>\"¡Está afuera esperando para matarnos!\" gritó el ratón de campo.<br/><br/>El ratón de ciudad no tenía miedo en absoluto.  \"Si esperamos un rato, se irá.  ¡Y confía en mí, querido, vale la pena esperar!\"",
          "page_url": "/images/pages/production/370.original.jpg"
        },
        {
          "id": 371,
          "position": 10,
          "content": "El ratón de campo comenzó a empacar sus cosas.<br/><br/>\"¡No seas tonto!\"  rió el ratón de ciudad.  \"¿Por qué habrías de irte tan rápido?\"",
          "page_url": "/images/pages/production/371.original.jpg"
        },
        {
          "id": 372,
          "position": 11,
          "content": "El ratón de campo hizo una pausa y después respondió, \"Me gusta la ciudad, realmente, pero no es mi hogar como lo es para ti.\"<br/><br/>Diciendo eso, le dijo adiós a su amigo y regresó al campo.",
          "page_url": "/images/pages/production/372.original.jpg"
        },
        {
          "id": 373,
          "position": 12,
          "content": "Al igual que al ratón de ciudad, le daba gusto volver al lugar que llamaba hogar.<br/><br/>A partir de entonces, los dos siguieron siendo amigos, pero nunca desearon tener una vida diferente nuevamente.",
          "page_url": "/images/pages/production/373.original.jpg"
        },
        {
          "id": 374,
          "position": 13,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/374.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 25,
      "title": "La tortuga y la liebre",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/25.original.jpg",
      "google_sku": "book_25",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 348,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">La tortuga y la liebre</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Mary Ann Zapalac",
          "page_url": "/images/pages/production/348.original.jpg"
        },
        {
          "id": 349,
          "position": 2,
          "content": "En la profundidad del bosque, vivía una vez una tortuga que era muy lenta y cuidadosa con todo lo que hacía.<br/><br/>A ningún otro animal le molestaba esto, y todos la amaban así como era.",
          "page_url": "/images/pages/production/349.original.jpg"
        },
        {
          "id": 350,
          "position": 3,
          "content": "Un día, una liebre de otra parte del bosque apareció brincando y cruzándose en el camino de la tortuga.<br/><br/>Estaba acostumbrada a moverse muy rápido y no podía creer la lentitud con que caminaba la tortuga.<br/><br/>Se paró junto a ella para conversar.",
          "page_url": "/images/pages/production/350.original.jpg"
        },
        {
          "id": 351,
          "position": 4,
          "content": "<p>\"¿Adónde vas?\"  preguntó ansiosamente.</p><p>\"Al estanque,\" respondió la tortuga.</p><p>\"Pero ¿por qué vas tan lento?\" continuó la liebre.  \"¿Cómo llegarás allá antes de que se vaya el sol?\"</p><p>\"A veces lo hago, a veces no,\" respondió la tortuga.</p>",
          "page_url": "/images/pages/production/351.original.jpg"
        },
        {
          "id": 352,
          "position": 5,
          "content": "La liebre rió. \"Nunca llegas a ninguna parte, ¿verdad?\"<br/><br/>\"Soy más rápida de lo que piensas,\" respondió la tortuga.<br/><br/>\"¿Cuán veloz puedes ser?\" se burló la liebre.  \"¡Si corriéramos hasta el estanque, podría ganar con los ojos cerrados!\"",
          "page_url": "/images/pages/production/352.original.jpg"
        },
        {
          "id": 353,
          "position": 6,
          "content": "\"¿Por qué no corremos?\" respondió la tortuga,  \"Puede ser que entonces veas lo que quiero decir.<br/><br/>La liebre no podía creer lo que oía.  ¿Una carrera con una tortuga?  Estaba segura de ganar.<br/><br/>\"De acuerdo\" aceptó.",
          "page_url": "/images/pages/production/353.original.jpg"
        },
        {
          "id": 354,
          "position": 7,
          "content": "Un pajarito que pasaba por allí escuchó la novedad, y rápidamente voló a contárselo a los otros.<br/><br/>Se iba a hacer la carrera hasta el estanque.",
          "page_url": "/images/pages/production/354.original.jpg"
        },
        {
          "id": 355,
          "position": 8,
          "content": "En el instante de la salida, la liebre partió entre una nube de polvo.  Rápidamente llegó muy pero muy lejos y se encontró bajo la sombra de un árbol.<br/><br/>\"Tortuga tonta, \" pensó.  \"Podría dormir una siestita y esperar a que me alcance.  Entonces realmente <i>ganaré</i> con los ojos cerrados.\"",
          "page_url": "/images/pages/production/355.original.jpg"
        },
        {
          "id": 356,
          "position": 9,
          "content": "Mientras tanto, la tortuga seguía caminando lenta y firmemente hacia el estanque.  Conocía muy bien el sendero y le encantaban todas las vistas y sonidos.<br/><br/>Había pasado bastante tiempo hasta que pasó por el lugar donde la liebre aún estaba durmiendo.",
          "page_url": "/images/pages/production/356.original.jpg"
        },
        {
          "id": 357,
          "position": 10,
          "content": "Mucho más tarde, el sol empezó a ponerse y la liebre se despertó.<br/><br/>\"Oh no!\" gritó, saltando asustada.<br/><br/>Sabía que había dormido demasiado y se apresuró a volver al sendero.",
          "page_url": "/images/pages/production/357.original.jpg"
        },
        {
          "id": 358,
          "position": 11,
          "content": "Estaba oscureciendo, pero todos los animales podían ver que la tortuga estaba llegando al final.<br/><br/>\"¡Bravo!\" la ovacionaron, cuando se sumergió en el estanque.<br/><br/>La liebre no estaba por ninguna parte.",
          "page_url": "/images/pages/production/358.original.jpg"
        },
        {
          "id": 359,
          "position": 12,
          "content": "Mucho más atrás, la liebre aún estaba corriendo cuando escuchó la ovación de la multitud.<br/><br/>La tortuga había ganado.",
          "page_url": "/images/pages/production/359.original.jpg"
        },
        {
          "id": 360,
          "position": 13,
          "content": "A partir de ese día, todos aprendieron qué importante era tener paciencia y creer siempre en uno mismo.<br/><br/>La tortuga les había enseñado una lección valiosa:<br/><br/>No importa en cuánto tiempo y en qué lugar, pero la carrera se gana de manera lenta y constante.",
          "page_url": "/images/pages/production/360.original.jpg"
        },
        {
          "id": 361,
          "position": 14,
          "content": "\r\n\r\n\r\n <center>Fin</center>",
          "page_url": "/images/pages/production/361.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 24,
      "title": "El traje nuevo del emperador",
      "author": "Zoodles",
      "illustrator": "Jeff Byrd",
      "cover_url": "/images/covers/production/24.original.jpg",
      "google_sku": "book_24",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 330,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">El traje nuevo del emperador</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Jeff Byrd",
          "page_url": "/images/pages/production/330.original.jpg"
        },
        {
          "id": 331,
          "position": 2,
          "content": "Hace muchos años, había un emperador que <i>amaba</i> la ropa.  Gastaba todo su dinero en ropa, tenía un atuendo diferente para cada hora del día.  No le importaba conquistar nuevas tierras, ejercitar a sus soldados, ni siquiera ir al teatro. <br/><br/>Lo único que le importaba era la ropa. ",
          "page_url": "/images/pages/production/331.original.jpg"
        },
        {
          "id": 332,
          "position": 3,
          "content": "Un día, dos misteriosos extraños llegaron a la corte.<br/><br/>\"Su Majestad,\" dijeron, \"Se ha corrido la voz de que usted tiene un gusto refinado por la ropa.  Somos tejedores y podemos hacerle las prendas más mágicas que jamás haya visto.\"",
          "page_url": "/images/pages/production/332.original.jpg"
        },
        {
          "id": 333,
          "position": 4,
          "content": "<p>\"¿Qué las hace mágicas?\" preguntó el emperador.</p><p>Los ojos de los tejedores mostraron un nuevo brillo.  \"Son tan mágicas que permanecen invisibles para todos aquellos con una mente demasiado simple para verlas, o para quien es inadecuado para su trabajo.\"</p><p>Ante esto, el emperador se enderezó en su trono.  ¡Nunca antes había escuchado hablar de tales prendas mágicas!  </p>",
          "page_url": "/images/pages/production/333.original.jpg"
        },
        {
          "id": 334,
          "position": 5,
          "content": "<p>\"¿Quieren decir que sólo ciertas personas pueden ver esas prendas?\" preguntó, \"¿Sólo los más brillantes de la comarca?\"</p><p>\"Si, su Alteza,\" respondieron los tejedores, haciéndose un ingenioso guiño entre ellos.</p><p>\"¡Espléndido!\" gritó el emperador, \"¡No escatimen en gastos!\" Y contrató a los tejedores de inmediato.</p>",
          "page_url": "/images/pages/production/334.original.jpg"
        },
        {
          "id": 335,
          "position": 6,
          "content": "Los dos tejedores comenzaron a trabajar inmediatamente y ordenaron que les llevaran a la torre las sedas y las hebras de oro más delicadas.<br/><br/>El emperador estaba tan entusiasmado con su trabajo que les concedía todos sus deseos.<br/><br/>Estas serían las vestimentas más costosas que jamás hubiera comprado.",
          "page_url": "/images/pages/production/335.original.jpg"
        },
        {
          "id": 336,
          "position": 7,
          "content": "Durante todo el día, los tejedores trabajaban furiosamente con sus telares vacíos, fingiendo que usaban la seda y las hebras de oro.<br/><br/>Cuando nadie miraba, guardaban todos los finos materiales en sacos a sus pies.",
          "page_url": "/images/pages/production/336.original.jpg"
        },
        {
          "id": 337,
          "position": 8,
          "content": "Una vez transcurridos varios días, el emperador empezó a preocuparse de su progreso, y le pidió a su oficial de más alto rango que los controlara.<br/><br/>Ansioso por ver estas mágicas ropas, el oficial rápidamente se dirigió a la torre.",
          "page_url": "/images/pages/production/337.original.jpg"
        },
        {
          "id": 338,
          "position": 9,
          "content": "Cuando entró, los tejedores estaban trabajando mucho, y de sus frentes caían gotas de sudor.  Pero los telares en los que trabajaban le parecieron vacíos y las hebras que cortaban no estaban en ninguna parte que pudieran verse.<br/><br/>Cuando los tejedores lo vieron, se levantaron de un salto entusiasmados.  \"Oficial!\" gritaron. \"¡Hemos terminado el traje!  ¡Qué le parece?\"",
          "page_url": "/images/pages/production/338.original.jpg"
        },
        {
          "id": 339,
          "position": 10,
          "content": "<p>El oficial miró con el ceño fruncido.  ¡No vio ningún traje en absoluto!</p><p>\"¿Seré muy simple para verlo?\" pensó.</p><p>Para ocultar su vergüenza, el oficial gritó, \"¡Es fantástico!  El emperador seguramente estará complacido.  Se lo diré de inmediato.\"</p><p>Los tejedores se sonrieron burlonamente, porque su plan había funcionado.</p>",
          "page_url": "/images/pages/production/339.original.jpg"
        },
        {
          "id": 340,
          "position": 11,
          "content": "Después de escuchar el gran aprecio por el traje de parte de su oficial, el emperador ya no podía esperar.<br/><br/>\"¡Tráeme el traje!\" gritó.  \"Estoy listo para usarlo ante todo el reinado.\"<br/><br/>Se corrió la voz de que el traje estaba terminado, y todos fueron invitados a un gran desfile.",
          "page_url": "/images/pages/production/340.original.jpg"
        },
        {
          "id": 341,
          "position": 12,
          "content": "El emperador caminaba de un lado a otro en su habitación, ansioso por ver su nuevo traje.<br/><br/>Cuando aparecieron los tejedores, sostenían el traje entre ellos, pero estaba cubierto por una tela elaborada.<br/><br/>\"Su Majestad,\" aclamaron.  \"Su traje está terminado.  ¿Está listo para verlo?\"",
          "page_url": "/images/pages/production/341.original.jpg"
        },
        {
          "id": 342,
          "position": 13,
          "content": "El emperador aplaudió entusiasmado.  \"¡Sí, sí!\" gritó, \"¡Muéstrenme el traje!\"<br/><br/>Los tejedores quitaron la tela.<br/><br/>\"¡Qué fantástico!\" gritó de inmediato el alto oficial.  Los otros oficiales, temerosos por sus trabajos, rápidamente coincidieron.  De pronto todos estaban apreciando el traje que no podían ver.",
          "page_url": "/images/pages/production/342.original.jpg"
        },
        {
          "id": 343,
          "position": 14,
          "content": "Al emperador le pareció que todos podían verlo excepto él.<br/><br/>\"¿Cómo puede ser?\" se preguntó  \"¿Es posible que no sea adecuado como emperador?\"<br/><br/>No queriendo verse ridículo, gritó súbitamente, \"¡Sí, sí!  ¡Fantástico!  ¿Puedo ponérmelo?\"",
          "page_url": "/images/pages/production/343.original.jpg"
        },
        {
          "id": 344,
          "position": 15,
          "content": "Mientras los tejedores lo ayudaban a vestirse, el emperador no sentía nada.  \"Es tan liviano,\" dijo, ligeramente nervioso.<br/><br/>\"Es porque las hebras son muy finas,\" explicaron los tejedores. \"Eso es lo que hace que el traje sea único.\"   El emperador quedó muy complacido con esta respuesta y comenzó a mirarse al espejo.",
          "page_url": "/images/pages/production/344.original.jpg"
        },
        {
          "id": 345,
          "position": 16,
          "content": "<p>Al día siguiente, una gran multitud se había reunido para el desfile del emperador.  Cuando sonaron las trompetas, las puertas del palacio se abrieron y los soldados del emperador comenzaron a salir marchando.  Los dos tejedores seguían detrás.</p><p>¡Al final apareció el emperador y nadie podía creer lo que veía!  Ninguno de ellos pudo ver el traje, pero todos tuvieron miedo de admitirlo.</p>",
          "page_url": "/images/pages/production/345.original.jpg"
        },
        {
          "id": 346,
          "position": 17,
          "content": "<p>Sólo una niña pequeña tuvo la valentía de hablar. \"¡Pero el emperador no tiene ninguna ropa!\"</p><p>Repentinamente todos vieron la verdad y el emperador se dio cuenta de que había sido engañado.</p><p>Los tejedores se habían ido, sin dejar rastro de las telas, pero su traje invisible efectivamente había resultado ser bastante mágico.</p>",
          "page_url": "/images/pages/production/346.original.jpg"
        },
        {
          "id": 347,
          "position": 18,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/347.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 28,
      "title": "Los duendes y el zapatero",
      "author": "Zoodles",
      "illustrator": "Beth Zyglowicz",
      "cover_url": "/images/covers/production/28.original.jpg",
      "google_sku": "book_28",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 390,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Los duendes y el zapatero</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Beth Zyglowicz",
          "page_url": "/images/pages/production/390.original.jpg"
        },
        {
          "id": 391,
          "position": 2,
          "content": "Había una vez un zapatero que era muy trabajador y honesto, pero sin embargo no podía ganar dinero suficiente para vivir.   Un día se dio cuenta de que sólo tenía suficiente cuero para un solo par de zapatos más.",
          "page_url": "/images/pages/production/391.original.jpg"
        },
        {
          "id": 392,
          "position": 3,
          "content": "Con el cuero que le había quedado, el zapatero cortó cuidadosamente las piezas que necesitaría para este último par de zapatos.   Cuando terminó, colocó las piezas delicadamente sobre la mesa, listas para coserlas a los zapatos por la mañana.",
          "page_url": "/images/pages/production/392.original.jpg"
        },
        {
          "id": 393,
          "position": 4,
          "content": "¡A la mañana siguiente, el zapatero se sorprendió de encontrar un par de zapatos esperando allí sobre la mesa, justo donde había dejado las piezas de cuero!   El zapatero no podía creer lo que veía.Los zapatos estaban perfectamente hechos, ¡ni una costura fuera de lugar!",
          "page_url": "/images/pages/production/393.original.jpg"
        },
        {
          "id": 394,
          "position": 5,
          "content": "Más tarde ese día, una clienta entró en el negocio y le gustaron tanto los zapatos que los compró al instante. Con el dinero adicional, el zapatero pudo comprar suficiente cuero para hacer dos pares más de zapatos.",
          "page_url": "/images/pages/production/394.original.jpg"
        },
        {
          "id": 395,
          "position": 6,
          "content": "Igual que la noche anterior, el zapatero cortó cuidadosamente las piezas que necesitaría para hacer dos pares más de zapatos.   Cuando terminó, las apoyó suavemente sobre la mesa y se fue a dormir.",
          "page_url": "/images/pages/production/395.original.jpg"
        },
        {
          "id": 396,
          "position": 7,
          "content": "Al despertarse a la mañana siguiente, encontró dos pares de zapatos esperando sobre la mesa, igual que antes. Corrió a contarle a su esposa sobre el milagro. \"Qué extraño...\" susurró ella.  \"¿Quién pudo hacer esto?\" El zapatero no tenía respuesta.",
          "page_url": "/images/pages/production/396.original.jpg"
        },
        {
          "id": 397,
          "position": 8,
          "content": "Durante días y semanas, volvió a ocurrir lo mismo, y pronto el zapatero y su esposa empezaron a tener clientes haciendo fila en la puerta. Los dos estaban felices con su éxito, pero aún no sabían de donde venía su buena suerte.",
          "page_url": "/images/pages/production/397.original.jpg"
        },
        {
          "id": 398,
          "position": 9,
          "content": "Juntos, el zapatero y su esposa planearon algo.   Al igual que cada noche, el zapatero cortó cuidadosamente las piezas que necesitaba y las apoyó suavemente sobre la mesa. En lugar de irse a dormir, él y su esposa se ocultaron cerca para mirar.",
          "page_url": "/images/pages/production/398.original.jpg"
        },
        {
          "id": 399,
          "position": 10,
          "content": "Cerca de la medianoche, dos pequeños duendes aparecieron y se treparon a la mesa.   Usaban ropa andrajosa y sus pies desnudos estaban muy sucios.",
          "page_url": "/images/pages/production/399.original.jpg"
        },
        {
          "id": 400,
          "position": 11,
          "content": "Sin palabras, los duendes comenzaron a coser las piezas de cuero.  Sus manos diminutas se movían con tal rapidez que el zapatero difícilmente podía verlas.  Después de un rato, los duendes terminaron.  Tranquilamente colocaron los zapatos sobre la mesa y se deslizaron hacia afuera en la noche.",
          "page_url": "/images/pages/production/400.original.jpg"
        },
        {
          "id": 401,
          "position": 12,
          "content": "\"¡Increíble!\" gritó el zapatero, cuando los duendes se habían ido.  \"¿Dos pequeños duendes pudieron hacer esto?\" Una pequeña lágrima rodó por su mejilla y se unió a su esposa en un abrazo.  Estaban tan agradecidos por lo que los duendes habían hecho por ellos.",
          "page_url": "/images/pages/production/401.original.jpg"
        },
        {
          "id": 402,
          "position": 13,
          "content": "Después de pensar largamente acerca de cómo demostrar agradecimiento, el zapatero y su esposa rápidamente se pusieron a trabajar.  Reunieron el cuero más suave y las hebras de seda más finas y cuidadosamente comenzaron a cortar.  Trabajaron toda la noche y todo el día hasta que finalmente terminaron.",
          "page_url": "/images/pages/production/402.original.jpg"
        },
        {
          "id": 403,
          "position": 14,
          "content": "Cuando llegaron los duendes la noche siguiente, se sorprendieron de no encontrar piezas de cuero esperando sobre la mesa. En cambio, encontraron dos pares de zapatos, dos camisas de seda y dos chaquetas hermosas, ¡todas perfectamente a la medida de un duende!",
          "page_url": "/images/pages/production/403.original.jpg"
        },
        {
          "id": 404,
          "position": 15,
          "content": "Los dos duendes saltaron de alegría y ansiosamente se pusieron la ropa nueva.Toda la noche bailaron y rieron, felices del regalo que habían recibido.",
          "page_url": "/images/pages/production/404.original.jpg"
        },
        {
          "id": 405,
          "position": 16,
          "content": "El zapatero y su esposa se sonrieron, porque los duendes les habían enseñado una lección importante: Es realmente un regalo ayudar a los que lo necesitan.",
          "page_url": "/images/pages/production/405.original.jpg"
        },
        {
          "id": 406,
          "position": 17,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/406.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 30,
      "title": "El conejo de felpa",
      "author": "Zoodles",
      "illustrator": "Jeff Byrd",
      "cover_url": "/images/covers/production/30.original.jpg",
      "google_sku": "book_30",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 422,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">El conejo de felpa</h1><br/><br/><br /> Relato adaptado por Zoodles<br/>Ilustrado por Jeff Byrd",
          "page_url": "/images/pages/production/422.original.jpg"
        },
        {
          "id": 423,
          "position": 2,
          "content": "Había una vez un conejo de felpa y al comienzo era magnífico.  Era gordito y relleno, tenía una deliciosa nariz rosa y sus orejas estaban recubiertas de un hermoso raso.<br /><br/> Desde el comienzo, fue el juguete favorito del niño.<br />",
          "page_url": "/images/pages/production/423.original.jpg"
        },
        {
          "id": 424,
          "position": 3,
          "content": "Con el tiempo, el niño comenzó a tener todo tipo de nuevos juguetes, y en pocas semanas, ya había olvidado al pequeño conejo. <br /><br /> Los nuevos juguetes mecánicos del niño parecían muy superiores a todos los otros juguetes de la sala de juegos.  Estaban llenos de ideas modernas y a menudo pretendían ser reales.",
          "page_url": "/images/pages/production/424.original.jpg"
        },
        {
          "id": 425,
          "position": 4,
          "content": "<p>Los nuevos juguetes hicieron que el conejo se sintiera insignificante, ya que sólo tenía aserrín dentro, no mecanismos.  Un día, el triste conejito fue a visitar a su amigo, el viejo caballo, que había estado en la sala de juego mucho más tiempo que ningún otro juguete.</p><p>\"¿Qué es ser real?\" le preguntó el conejo. \"¿Significa tener cosas que zumban dentro de ti y una palanca que te hace funcionar?\"</p>",
          "page_url": "/images/pages/production/425.original.jpg"
        },
        {
          "id": 426,
          "position": 5,
          "content": "\"Ser real no depende de cómo estás hecho,\" respondió el viejo caballo. \"Es algo que ocurre cuando un niño te ama por mucho, mucho tiempo.  El tío del niño me hizo real hace muchos años.\"<br /><br /> \"¿Duele?\" preguntó el conejo.<br /> <br />\"A veces,\" dijo el viejo caballo, \"Pero cuando eres real no te importa que te hagan daño.\" ",
          "page_url": "/images/pages/production/426.original.jpg"
        },
        {
          "id": 427,
          "position": 6,
          "content": "\"¿Te sucede de pronto?\" preguntó el conejo.<br /><br /> \"Lleva mucho tiempo,\" respondió el viejo caballo.  \"En el momento en que eres real, la mayor parte de tu pelo se ha caído y tu piel se ha desgastado.  Pero esas cosas no importan para nada, porque una vez que eres real, no puedes ser feo, excepto para la gente que no comprende.\"",
          "page_url": "/images/pages/production/427.original.jpg"
        },
        {
          "id": 428,
          "position": 7,
          "content": "Unos días más tarde, el juguete favorito del niño se perdió y el niño repentinamente recordó a su conejo de felpa.<br /><br /> El conejo estaba encantado de ver a su viejo amigo.",
          "page_url": "/images/pages/production/428.original.jpg"
        },
        {
          "id": 429,
          "position": 8,
          "content": "A partir de entonces, el niño y el conejo estuvieron siempre juntos.  El conejo paseaba en la carretilla, hacía picnic en el pasto y usaba adorables sombreros hechos para él con flores.<br /><br /> El conejo estaba tan feliz de ser amado que no notó cómo su hermosa piel aterciopelada se gastaba o su nariz rosada se borraba donde el niño siempre lo besaba.",
          "page_url": "/images/pages/production/429.original.jpg"
        },
        {
          "id": 430,
          "position": 9,
          "content": "<p>Donde iba el niño, necesitaba a su conejo. </p><p> \"¡Tanto alboroto por un juguete!\" lo regañó la niñera.</p><p> \"No es un juguete,\" gritó el niño.  \"¡El es REAL!\"</p><p>El conejo estaba tan feliz de escuchar las palabras del niño.  El viejo caballo estaba en lo correcto, ¡finalmente era real!</p>",
          "page_url": "/images/pages/production/430.original.jpg"
        },
        {
          "id": 431,
          "position": 10,
          "content": "<p>Un día mientras el niño jugaba en el jardín, el conejo de felpa vio a dos criaturas iguales a él, pero estaban brincando y saltando de una forma que nunca había visto.</p><p>\"¿Por qué no juegas con nosotros?\" le preguntó uno de ellos.</p><p>\"No, gracias,\" respondió el conejo de felpa, deseando profundamente poder brincar y saltar también.</p>",
          "page_url": "/images/pages/production/431.original.jpg"
        },
        {
          "id": 432,
          "position": 11,
          "content": "\"¿Por qué no?\" preguntaron. \"¿No puedes saltar?\"  Lo rodearon y tocaron su cuerpo.  \"¿Cómo podrías saltar si no tienes patas traseras?\" chillaron.  \"Ni siquiera eres real.\"<br /><br /> \"¡SOY real!\" dijo el conejo de felpa, \"El niño me lo dijo.\"  En ese momento, el niño vino corriendo hacia ellos, y los dos conejos escaparon hacia el bosque.",
          "page_url": "/images/pages/production/432.original.jpg"
        },
        {
          "id": 433,
          "position": 12,
          "content": "<p>Un día el niño se enfermó mucho, y su cuerpecito estaba tan afiebrado que no podía salir de la cama. </p><p>El conejo se acurrucaba pacientemente y esperaba el día en que pudieran volver al jardín y jugar juntos a sus juegos favoritos.</p><p>Amaba mucho al niño y le agradaba estar con él allí.</p>",
          "page_url": "/images/pages/production/433.original.jpg"
        },
        {
          "id": 434,
          "position": 13,
          "content": "<p>Después de muchas visitas del médico, el niño finalmente se curó.</p><p> \"¿Puedes darme mi conejo?\" dijo el niño.</p><p> \"Me temo que el conejo debe irse,\" dijo el doctor, \"Está lleno de viejos gérmenes de cuando estuviste enfermo.\"  Y el conejo de felpa rápidamente fue lanzado afuera con el resto de la basura.</p>",
          "page_url": "/images/pages/production/434.original.jpg"
        },
        {
          "id": 435,
          "position": 14,
          "content": "Desde donde estaba afuera, el conejo se dio cuenta que era posible que nunca más volviera a ver al niño.  Ese pensamiento lo entristeció tanto que se le cayó una única lágrima real.<br /><br /> Y entonces ocurrió algo extraño.  Donde había caído la lágrima, creció una flor en la tierra.  Era tan bonita que el conejito se olvidó de llorar y sólo se quedó allí para contemplarla.  ",
          "page_url": "/images/pages/production/435.original.jpg"
        },
        {
          "id": 436,
          "position": 15,
          "content": "El capullo se abrió, y de adentro salió el hada más adorable del mundo.  \"Soy el hada que hace reales los juguetes,\" dijo.<br /> <br />\"¿No era ya real?\" preguntó el conejo.<br /><br /> \"Eras real para el niño,\" respondió el hada, \"Pero ahora serás real para todos.\"  Tomó al conejo entre sus brazos y voló hacia el bosque.",
          "page_url": "/images/pages/production/436.original.jpg"
        },
        {
          "id": 437,
          "position": 16,
          "content": "<p>Los conejos salvajes del bosque se reunieron para recibirla mientras ella apoyaba el conejo.</p><p>\"Les traje un nuevo compañero de juegos,\" dijo el hada. \"Deben ser muy amables con él y enseñarle todo lo que necesita saber en la tierra de los conejos, porque va a vivir con ustedes para siempre.  </p><p>Ahora corre y juega, pequeño conejo.\"</p>",
          "page_url": "/images/pages/production/437.original.jpg"
        },
        {
          "id": 438,
          "position": 17,
          "content": "Antes de tener tiempo de inquietarse, sintió un cosquilleo en todo el cuerpo.  En lugar de una sucia felpa, ahora tenía una piel marrón, suave y brillante y sus bigotes eran tan largos que cepillaban el césped.  Y hasta tenía patas traseras.   La sensación más deliciosa vino cuando saltó por primera vez.  <br /><br /> ¡Era un conejo real finalmente!",
          "page_url": "/images/pages/production/438.original.jpg"
        },
        {
          "id": 439,
          "position": 18,
          "content": "Muchos meses más tarde, el niño salió a jugar en el bosque detrás de su casa. Mientras jugaba, dos conejos se arrastraron entre los helechos y lo espiaron.<br /> <br />\"¡Se parece a mi viejo conejo!\" gritó el niño. Pero nunca supo que realmente era su propio conejito, que volvía a mirar al niño que lo había ayudado en primer lugar a volverse real. ",
          "page_url": "/images/pages/production/439.original.jpg"
        },
        {
          "id": 440,
          "position": 19,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/440.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 21,
      "title": "Jack y las habichuelas mágicas",
      "author": "Zoodles",
      "illustrator": "Mary Ann Zapalac",
      "cover_url": "/images/covers/production/21.original.jpg",
      "google_sku": "book_21",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 276,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Jack y las habichuelas mágicas</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Mary Ann Zapalac",
          "page_url": "/images/pages/production/276.original.jpg"
        },
        {
          "id": 277,
          "position": 2,
          "content": "Había una vez un muchacho muy pobre llamado Jack que vivía con su madre.<br/><br/>Un día su madre dijo, \"Jack, ya no tenemos dinero y necesitamos vender la vaca.  ¿Puedes llevarla al mercado y obtener un buen precio por ella?\"<br/><br/>Jack salió con la vaca, deseoso de ayudar.",
          "page_url": "/images/pages/production/277.original.jpg"
        },
        {
          "id": 278,
          "position": 3,
          "content": "En su trayecto hasta el mercado, un anciano se acercó a Jack y le ofreció habichuelas mágicas a cambio de la vaca.  Jack era un muchacho muy curioso y no pudo resistirse.<br/><br/>Sin pensarlo dos veces, aceptó y volvió a su casa con las habichuelas.",
          "page_url": "/images/pages/production/278.original.jpg"
        },
        {
          "id": 279,
          "position": 4,
          "content": "\"¡Jack!\" gritó la madre.  \"¿Qué tienen de bueno estas habichuelas?  ¡Necesitamos dinero, no magia!\"<br/><br/>Muy enojada arrojó las habichuelas por la ventana y mandó a Jack a su cuarto.",
          "page_url": "/images/pages/production/279.original.jpg"
        },
        {
          "id": 280,
          "position": 5,
          "content": "A la mañana siguiente temprano, Jack se sorprendió al ver que las habichuelas habían crecido y se habían transformado en una habichuela gigante que se extendía hacia arriba por entre las nubes.  Sin pensarlo dos veces, Jack saltó sobre la habichuela y comenzó a trepar.",
          "page_url": "/images/pages/production/280.original.jpg"
        },
        {
          "id": 281,
          "position": 6,
          "content": "Cuando llegó arriba, Jack se dio cuenta de que estaba en un lugar totalmente diferente.  A su alrededor había colinas y manantiales.  Jack divisó un castillo cercano y rápidamente corrió hacia él.",
          "page_url": "/images/pages/production/281.original.jpg"
        },
        {
          "id": 282,
          "position": 7,
          "content": "Una mujer grande y brusca abrió la puerta.  \"¡Es mejor que entres!\" dijo.  \"¡El gigante llegará a casa en cualquier momento y te querrá para el desayuno!\"  ",
          "page_url": "/images/pages/production/282.original.jpg"
        },
        {
          "id": 283,
          "position": 8,
          "content": "Jack corrió y se escondió en un pequeño armario, justo cuando el gigante entró pisando fuerte.  \"¡Fii Fie Fo Fum!  ¡Creo que huelo a un pequeño!\" gritó.<br/><br/>\"Es tu tocino, querido,\" respondió la mujer.  \"¡Cómelo!\"  ",
          "page_url": "/images/pages/production/283.original.jpg"
        },
        {
          "id": 284,
          "position": 9,
          "content": "Mientras el gigante comía, Jack observó que una hermosa gallina estaba sentada en la mesa.  De vez en cuando, el gigante gritaba \"¡Pon!\" y la gallina ponía un hermoso huevo de oro.<br/><br/>Era la cosa más extraña que Jack hubiera visto.  \"¡Debo conseguir esa gallina!\" pensó.",
          "page_url": "/images/pages/production/284.original.jpg"
        },
        {
          "id": 285,
          "position": 10,
          "content": "Apenas el gigante se durmió, Jack atrapó la gallina, salió corriendo del castillo y se deslizó hacia abajo por la habichuela hasta su casa.<br/><br/>Cuando le mostró la gallina a su madre, ella no podía creer lo que veía.  \"¿Una gallina que pone huevos de oro?\" gritó.<br/><br/>Jack no mencionó de dónde venía.",
          "page_url": "/images/pages/production/285.original.jpg"
        },
        {
          "id": 286,
          "position": 11,
          "content": "Al vender los huevos de la gallina, la vida fue mucho más simple para Jack y su madre.<br/><br/>Aunque tenían mucha comida y bebida, Jack no podía dejar de pensar qué otra cosa podría encontrar en el castillo mágico.   Sin pensarlo dos veces, Jack saltó sobre la habichuela y comenzó a trepar.",
          "page_url": "/images/pages/production/286.original.jpg"
        },
        {
          "id": 287,
          "position": 12,
          "content": "<p>Esta vez, Jack entró a hurtadillas pasando junto a la esposa del gigante y se escondió en el armario.  \"¡Fii Fie Fo Fum!  ¡Creo que huelo a un pequeño!\" gritó el gigante.</p><p>\"Sí, creo olerlo yo también,\" agregó la esposa, \"Debe ser el tocino...\"</p><p>Esta vez en el desayuno, el gigante decidió contar todo el oro de su monedero.</p>",
          "page_url": "/images/pages/production/287.original.jpg"
        },
        {
          "id": 288,
          "position": 13,
          "content": "Igual que antes, Jack esperó que el gigante se durmiera.  Cuando llegó el momento, salió precipitadamente del armario, tomó todas las monedas que podía llevar y se fue desmoronándose por la habichuela.",
          "page_url": "/images/pages/production/288.original.jpg"
        },
        {
          "id": 289,
          "position": 14,
          "content": "Con el oro del gigante, Jack y su madre pudieron volver a comprar la vieja vaca y hasta compraron alguna ropa nueva.   Las cosas estaban bien, pero Jack no podía dejar de pensar en el castillo mágico. Sin pensarlo dos veces, Jack saltó sobre la habichuela y comenzó a trepar.",
          "page_url": "/images/pages/production/289.original.jpg"
        },
        {
          "id": 290,
          "position": 15,
          "content": "Como siempre, Jack esperó en el armario a que el gigante desayunara.  \"¡Fii Fie Fo Fum!  ¡Creo que huelo a un pequeño!\" gritó el gigante.<br/><br/>\"Es raro,\" dijo su esposa, \"Hoy ni siquiera estoy cocinando tocino.\"<br/><br/>Después de desayunar el gigante se sentó y la escuchó tocar un arpa dorada.",
          "page_url": "/images/pages/production/290.original.jpg"
        },
        {
          "id": 291,
          "position": 16,
          "content": "Apenas el gigante se durmió, Jack corrió a agarrar el arpa.  Esta vez, sin embargo, el arpa gritó en voz alta. \"¡Ayuda!  ¡Ayuda!  ¡Un pequeño me está llevando!\"<br/><br/>El gigante se despertó y vio a Jack corriendo hacia la puerta. \"¡Vuelve aquí!\" rugió.",
          "page_url": "/images/pages/production/291.original.jpg"
        },
        {
          "id": 292,
          "position": 17,
          "content": "Jack se deslizó hacia abajo por la habichuela y vio al gigante que venía detrás de él. <br/><br/>\"¡Mamá!\" gritó.  \"¡El hacha!\"  Jack cortó la habichuela lo más rápido que pudo.  Con el último corte, la habichuela comenzó a desmoronarse y el gigante quedó rugiendo entre las nubes.",
          "page_url": "/images/pages/production/292.original.jpg"
        },
        {
          "id": 293,
          "position": 18,
          "content": "Jack estaba avergonzado de haber puesto en peligro a su madre y prometió no volver a robar.<br/><br/>Su curiosidad lo llevó a muchas aventuras más, pero en todas ellas, Jack siempre recordaba pensar dos veces. ",
          "page_url": "/images/pages/production/293.original.jpg"
        },
        {
          "id": 294,
          "position": 19,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/294.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 20,
      "title": "Caperucita roja",
      "author": "Zoodles",
      "illustrator": "Taylor Tucek",
      "cover_url": "/images/covers/production/20.original.jpg",
      "google_sku": "book_20",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 258,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Caperucita roja</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Taylor Tucek",
          "page_url": "/images/pages/production/258.original.jpg"
        },
        {
          "id": 259,
          "position": 2,
          "content": "Había una vez una dulce niña que vivía con su mamá.  Su nombre era Caperucita roja, porque siempre usaba la misma capa roja por donde iba por el pueblo.  ",
          "page_url": "/images/pages/production/259.original.jpg"
        },
        {
          "id": 260,
          "position": 3,
          "content": "Un día, su madre le preguntó,\"¿Puedes llevarle esta cesta con fruta a tu abuela?  Está muy enferma y sola en el bosque.  Es muy importante, ¡y no te pierdas!\"<br/><br/>\"¡No me perderé!\" gritó Caperucita roja y se dirigió al bosque.    ",
          "page_url": "/images/pages/production/260.original.jpg"
        },
        {
          "id": 261,
          "position": 4,
          "content": "Poco después, Caperucita roja se encontró con un lobo.  Caperucita roja era muy dulce y no se dio cuenta de que el lobo podía comérsela. <br/><br/>\"Hola, pequeña de rojo,\" dijo el lobo.<br/><br/>\"Soy Caperucita roja,\" contestó ella.",
          "page_url": "/images/pages/production/261.original.jpg"
        },
        {
          "id": 262,
          "position": 5,
          "content": "\"Oh, disculpa,\" respondió el lobo.  \"¿Puedo preguntar que tienes ahí?\"<br/>\"Una cesta con frutas,\" dijo Caperucita roja. \"¿Quieres una, Sr. Lobo?\"<br/>\"Oh, no debería,\" sonrió el lobo. \"No quisiera arruinar mi cena.\"<br/>\"¡Está bien, tengo que irme!\" dijo Caperucita roja, mientras se alejaba saltando.  ",
          "page_url": "/images/pages/production/262.original.jpg"
        },
        {
          "id": 263,
          "position": 6,
          "content": "\"¿Adónde vas?\" preguntó el lobo. \"¿Es lejos?\"<br/><br/>\"No muy lejos,\" respondió Caperucita roja.  \"¡Pero mi abuela está muy enferma, y le llevo esto a su casa en el bosque!\"<br/><br/>Repentinamente, el lobo pensó en un plan muy astuto para atrapar a la niña para su cena.",
          "page_url": "/images/pages/production/263.original.jpg"
        },
        {
          "id": 264,
          "position": 7,
          "content": "\"Oh, que hermosas flores,\" dijo, señalando furtivamente hacia un prado.  \"Seguramente unas flores mejorarán el ánimo de tu abuela.\"<br/><br/>\"¡Qué idea brillante, Sr. Lobo!\" gritó Caperucita roja.  Rápidamente salió de la senda y comenzó a juntar las flores más hermosas.",
          "page_url": "/images/pages/production/264.original.jpg"
        },
        {
          "id": 265,
          "position": 8,
          "content": "Mientras, el lobo corrió rápidamente a la casa de la abuela y golpeó a la puerta.<br/><br/>\"¿Quién es?\" dijo la abuela de Caperucita roja.<br/><br/>\"¡Soy Caperucita roja!\" respondió el lobo dulcemente.",
          "page_url": "/images/pages/production/265.original.jpg"
        },
        {
          "id": 266,
          "position": 9,
          "content": "La abuela no oía bien por la edad y no podía saber que era la voz del lobo. \"¡Entra, querida!\" dijo.<br/><br/>El lobo entró rápidamente, se comió a la abuela y velozmente entró en su cama.",
          "page_url": "/images/pages/production/266.original.jpg"
        },
        {
          "id": 267,
          "position": 10,
          "content": "Cuando Caperucita roja finalmente estaba conforme con las flores, continuó camino a la casa de la abuela. <br/><br/>\"¿Quién es?\" dijo el lobo, cuando ella golpeó a la puerta.<br/>\"¡Soy Caperucita roja!\" respondió.<br/>\"¡Entra querida!\" gritó el lobo.",
          "page_url": "/images/pages/production/267.original.jpg"
        },
        {
          "id": 268,
          "position": 11,
          "content": "Una vez adentro, Caperucita roja vio que su abuela se veía muy enferma, tenía el gorro de dormir muy caído sobre la cara.<br/><br/>\"¡Por qué abuela!\" gritó.  \"¡Estás tan enferma que casi no puedo reconocerte!\"",
          "page_url": "/images/pages/production/268.original.jpg"
        },
        {
          "id": 269,
          "position": 12,
          "content": "\"¿Qué quieres decir?\" dijo el lobo.<br/><br/>\"¡Por qué esas orejas, abuela!  ¡Qué orejas tan grandes tienes!\"<br/><br/>\"Para oírte mejor, querida,\" dijo el lobo.  ",
          "page_url": "/images/pages/production/269.original.jpg"
        },
        {
          "id": 270,
          "position": 13,
          "content": "\"¡Y tus ojos, abuela!  ¡Qué ojos tan grandes tienes!\"  dijo Caperucita roja, acercándose para ver mejor.<br/><br/>\"Para verte mejor, querida,\" dijo el lobo.  ",
          "page_url": "/images/pages/production/270.original.jpg"
        },
        {
          "id": 271,
          "position": 14,
          "content": "\"¡Pero tus dientes, abuela!  ¡Qué dientes tan grandes tienes!\"  gritó Caperucita roja, sintiendo temor.<br/><br/>\"¡Para comerte mejor, querida!\" gritó el lobo, y se la comió.",
          "page_url": "/images/pages/production/271.original.jpg"
        },
        {
          "id": 272,
          "position": 15,
          "content": "Un cazador pasaba por la casa en ese mismo momento cuando oyó ruidos fuertes adentro.  Entró rápidamente y vio al lobo que se veía satisfecho.  ¡Un trocito de capa roja aún colgaba de su boca!",
          "page_url": "/images/pages/production/272.original.jpg"
        },
        {
          "id": 273,
          "position": 16,
          "content": "El cazador abrió las mandíbulas del lobo y dio un gran tirón a la capa.  Caperucita roja saltó hacia afuera, junto con la abuela que se aferraba firmemente!<br/><br/>\"¡Sal lobo, o serás mi cena!\" gritó el cazador.  El lobo corrió y nunca lo volvieron a ver.",
          "page_url": "/images/pages/production/273.original.jpg"
        },
        {
          "id": 274,
          "position": 17,
          "content": "\"¡Estamos a salvo!\" gritó Caperucita roja.<br/><br/>Ella y su abuela estaban finalmente juntas y Caperucita roja había aprendido una lección muy importante.  ¡Escucha a tu madre, y nunca te pierdas!",
          "page_url": "/images/pages/production/274.original.jpg"
        },
        {
          "id": 275,
          "position": 18,
          "content": "\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/275.original.jpg"
        }
      ],
      "top": true,
      "is_favorite": false
    },
    {
      "id": 19,
      "title": "La princesa y el guisante",
      "author": "Zoodles",
      "illustrator": "Constanza Ehrenhaus",
      "cover_url": "/images/covers/production/19.original.jpg",
      "google_sku": "book_19",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 242,
          "position": 1,
          "content": "<h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">La princesa y el guisante</h1><br/><br/> Relato adaptado por Zoodles<br/>Ilustrado por Constanza Ehrenhaus",
          "page_url": "/images/pages/production/242.original.jpg"
        },
        {
          "id": 243,
          "position": 2,
          "content": "Este es el relato de la princesa y el guisante, pero, aunque les sorprenda, nuestro relato realmente comienza con un príncipe.<br/><br/>Había una vez un príncipe en una tierra lejana, que quería casarse con una princesa.",
          "page_url": "/images/pages/production/243.original.jpg"
        },
        {
          "id": 244,
          "position": 3,
          "content": "Viajó por el mundo buscando a lo largo y a lo ancho, pero ninguna princesa era la que él quería.<br/><br/>Siempre había algo que lo hacía sentir inseguro de que existieran princesas verdaderas.",
          "page_url": "/images/pages/production/244.original.jpg"
        },
        {
          "id": 245,
          "position": 4,
          "content": "Después de un largo viaje, el príncipe regresó a su castillo sintiéndose triste y desesperanzado.  Afuera comenzaba a acercarse una tormenta y el castillo estaba rodeado de truenos y lluvia.<br/><br/>De repente alguien golpeó a la puerta.  ",
          "page_url": "/images/pages/production/245.original.jpg"
        },
        {
          "id": 246,
          "position": 5,
          "content": "Cuando el rey abrió, vio una hermosa joven mojada y temblorosa por la lluvia. \"Disculpe señor,\" comenzó a decir.  \"Estaba regresando al reino de mi padre cuando quedé atrapada en la tormenta.  ¿Puedo entrar?\"<br/><br/>\"¡Por supuesto!\" dijo la reina, apresurándose para hacerla entrar.   ",
          "page_url": "/images/pages/production/246.original.jpg"
        },
        {
          "id": 247,
          "position": 6,
          "content": "Juntos compartieron un hermoso banquete, y el príncipe empezó a sentir mucho afecto por su nueva visita.  Era inteligente y hermosa, pero él no podía saber si era una princesa verdadera o no.<br/><br/>La reina ideó un plan.",
          "page_url": "/images/pages/production/247.original.jpg"
        },
        {
          "id": 248,
          "position": 7,
          "content": "Mientras preparaba la cama de huéspedes, la reina apiló veinte colchones uno sobre el otro. \"Esto es para que te sientas cómoda,\" dijo la reina.  \"Querrás dormir bien después de una tormenta como ésta\"  ",
          "page_url": "/images/pages/production/248.original.jpg"
        },
        {
          "id": 249,
          "position": 8,
          "content": "Entonces, cuando la joven no miraba, la reina deslizó un guisante por debajo de los colchones.  \"¡Que tengas buenas noches!\" dijo alegremente, cerrando la puerta detrás de ella.",
          "page_url": "/images/pages/production/249.original.jpg"
        },
        {
          "id": 250,
          "position": 9,
          "content": "\"Qué cama tan extraña,\" pensó la princesa.  \"Supongo que esto me hará sentir más cómoda después de todo.\"  Se sintió muy afortunada de haber encontrado ese castillo y rápidamente trepó encima de la cama.",
          "page_url": "/images/pages/production/250.original.jpg"
        },
        {
          "id": 251,
          "position": 10,
          "content": "Esa noche, la princesa dio vueltas durante horas.  Intentó todo para poder dormir.  Dijo el abecedario de adelante para atrás y de atrás para adelante, cantó canciones de cuna y hasta empezó a contar ovejas.  ",
          "page_url": "/images/pages/production/251.original.jpg"
        },
        {
          "id": 252,
          "position": 11,
          "content": "Por la mañana, la princesa todavía no había podido dormir.  Su cabello estaba enredado, y sus ojos tenían círculos oscuros debajo.  ",
          "page_url": "/images/pages/production/252.original.jpg"
        },
        {
          "id": 253,
          "position": 12,
          "content": "\"¿Cómo dormiste, querida?\" preguntó la reina durante el desayuno.<br/><br/>La princesa se detuvo a pensar.  No quería preocupar a la reina, pero siempre le habían enseñado a ser honesta. <br/><br/>\"Me temo que no muy bien,\" respondió.",
          "page_url": "/images/pages/production/253.original.jpg"
        },
        {
          "id": 254,
          "position": 13,
          "content": "\"La cama era adorable,\" continuó la princesa, \"pero tenía algo un poco extraño y peculiar.  Era casi como si hubiera habido una roca gigante debajo de ella.\"<br/><br/>\"Oh, querida,\" dijo la reina, escondiendo una sonrisa.  La princesa había pasado la prueba.",
          "page_url": "/images/pages/production/254.original.jpg"
        },
        {
          "id": 255,
          "position": 14,
          "content": "<p>La reina se apresuró a contarle al príncipe las buenas noticias.</p><p>\"¿Pero cómo lo sabes?\" él preguntó, todavía inseguro.</p><p>La reina explicó. \"¡Sólo una princesa verdadera sería tan delicada como para sentir un guisante debajo de todos esos colchones, y sólo una princesa verdadera sería tan honesta como para decírnoslo!\"</p>",
          "page_url": "/images/pages/production/255.original.jpg"
        },
        {
          "id": 256,
          "position": 15,
          "content": "El príncipe y la princesa se casaron enseguida y vivieron por siempre felices. <br/><br/>(Y hasta conservaron el guisante).",
          "page_url": "/images/pages/production/256.original.jpg"
        },
        {
          "id": 257,
          "position": 16,
          "content": "\r\n\r\n <center>Fin</center>",
          "page_url": "/images/pages/production/257.original.jpg"
        }
      ],
      "is_favorite": false
    },
    {
      "id": 18,
      "title": "Ricitos de oro y los tres osos",
      "author": "Zoodles",
      "illustrator": "Sirron Norris",
      "cover_url": "/images/covers/production/18.original.jpg",
      "google_sku": "book_18",
      "price": 2.99,
      "owned": true,
      "sort_order": 0,
      "gems": 300,
      "pages": [
        {
          "id": 228,
          "position": 1,
          "content": " <h1 style=\"font-size:30px;font-weight:bold;color:#000;line-height:130%;\">Ricitos de oro y los <br/>tres osos </h1><br/><br/> Cuento adaptado por Zoodles<br/>Ilustrado por Sirron Norris",
          "page_url": "/images/pages/production/228.original.jpg"
        },
        {
          "id": 229,
          "position": 2,
          "content": "Había una vez tres osos que vivían en el bosque en una bonita y acogedora casa. <br/><br/>Estaban papá oso, mamá osa y el pequeño oso.  ",
          "page_url": "/images/pages/production/229.original.jpg"
        },
        {
          "id": 230,
          "position": 3,
          "content": "Un día papá oso preparó avena para su familia, pero estaba demasiado caliente para comerla.  Los tres osos decidieron salir a caminar mientras esperaban que la avena se enfriara.",
          "page_url": "/images/pages/production/230.original.jpg"
        },
        {
          "id": 231,
          "position": 4,
          "content": "En ese momento, una curiosa niña llamada Ricitos de oro estaba paseando por el bosque cuando se encontró con la casa.<br/><br/>\"¡Qué casa hermosa!\" gritó Ricitos de oro. <br/>\"Me pregunto quién vivirá en ella!\"",
          "page_url": "/images/pages/production/231.original.jpg"
        },
        {
          "id": 232,
          "position": 5,
          "content": "Cuando Ricitos de oro trató de ver a través de la ventana, observó tres tazas de avena sobre la mesa. <br/><br/>\"Mmm!\" dijo, entrando sigilosamente.  ",
          "page_url": "/images/pages/production/232.original.jpg"
        },
        {
          "id": 233,
          "position": 6,
          "content": "Probó la avena de papá oso, pero estaba demasiado caliente. Probó la avena de mamá osa, pero estaba demasiado fría. Intentó con la avena del pequeño oso, y estaba deliciosa. <br/><br/>Entonces se la comió toda!",
          "page_url": "/images/pages/production/233.original.jpg"
        },
        {
          "id": 234,
          "position": 7,
          "content": "Luego, Ricitos de oro buscó un lugar para sentarse. Probó la silla de papá oso, pero era muy dura. Probó la silla de mamá osa, pero era demasiado blanda. Probó la silla del pequeño oso, y estaba bien. <br/><br/>Pero Ricitos de oro era demasiado pesada y se cayó al suelo!",
          "page_url": "/images/pages/production/234.original.jpg"
        },
        {
          "id": 235,
          "position": 8,
          "content": "De repente Ricitos de oro se sintió muy cansada y buscó un lugar donde dormir. Intentó subir a la cama de papá oso, pero era demasiado alta. Probó la cama de mamá osa, pero era demasiado baja. Probó la cama del pequeño oso, y estaba bien <br/><br/>Ricitos de oro se durmió muy feliz.",
          "page_url": "/images/pages/production/235.original.jpg"
        },
        {
          "id": 236,
          "position": 9,
          "content": "Los tres osos regresaron a la casa. \"¡Alguien comió de mi avena!\" Dijo papá oso.<br/><br/>\"¡Alguien comió de mi avena también!\" Dijo mamá osa.<br/><br/>\"Alguien comió MI avena,\" Dijo el pequeño oso, \"¡Y se la comió toda!\"",
          "page_url": "/images/pages/production/236.original.jpg"
        },
        {
          "id": 237,
          "position": 10,
          "content": "Entonces papá oso vio las sillas. \"¡Alguien se sentó en mi silla!\" Dijo papá oso.<br/><br/>\"¡Alguien se sentó en mi silla también!\" Dijo mamá osa.<br/><br/>\"Alguien se sentó en MI silla,\" Dijo el pequeño oso, \"¡Y la rompió en pedazos!\"",
          "page_url": "/images/pages/production/237.original.jpg"
        },
        {
          "id": 238,
          "position": 11,
          "content": "Luego los tres osos subieron las escaleras. \"¡Alguien estuvo durmiendo en mi cama!\" Dijo papá oso.<br/><br/>\"¡Alguien estuvo durmiendo en mi cama también!\" Dijo mamá osa.<br/><br/>\"Alguien estuvo durmiendo en MI cama,\" Dijo el pequeño oso, \"¡Y todavía está allí!\"",
          "page_url": "/images/pages/production/238.original.jpg"
        },
        {
          "id": 239,
          "position": 12,
          "content": "En ese momento Ricitos de oro se despertó y vio a los tres osos mirándola. ",
          "page_url": "/images/pages/production/239.original.jpg"
        },
        {
          "id": 240,
          "position": 13,
          "content": "Más rápido que nunca, Ricitos de oro saltó de la cama y salió corriendo lo más rápido que le permitieron las piernas. <br/><br/>Los tres osos nunca más volvieron a ver a Ricitos de oro.",
          "page_url": "/images/pages/production/240.original.jpg"
        },
        {
          "id": 241,
          "position": 14,
          "content": "\r\n\r\n\r\n<center>Fin</center>",
          "page_url": "/images/pages/production/241.original.jpg"
        }
      ],
      "is_favorite": false
    }
  ],
  "readings": [
    {
      "id": 150399,
      "book_id": 30,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511906,
          "page_id": 422,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511907,
          "page_id": 423,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511908,
          "page_id": 424,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511909,
          "page_id": 425,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511910,
          "page_id": 426,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511911,
          "page_id": 427,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511912,
          "page_id": 428,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511913,
          "page_id": 429,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511914,
          "page_id": 430,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511915,
          "page_id": 431,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511916,
          "page_id": 432,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511917,
          "page_id": 433,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511918,
          "page_id": 434,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511919,
          "page_id": 435,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511920,
          "page_id": 436,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511921,
          "page_id": 437,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511922,
          "page_id": 438,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511923,
          "page_id": 439,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511924,
          "page_id": 440,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T21:28:21Z",
      "cover_url": "/images/covers/production/30.original.jpg"
    },
    {
      "id": 150389,
      "book_id": 28,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511739,
          "page_id": 390,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511740,
          "page_id": 391,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511741,
          "page_id": 392,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511742,
          "page_id": 393,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511743,
          "page_id": 394,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511744,
          "page_id": 395,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511745,
          "page_id": 396,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511746,
          "page_id": 397,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511747,
          "page_id": 398,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511748,
          "page_id": 399,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511749,
          "page_id": 400,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511750,
          "page_id": 401,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511751,
          "page_id": 402,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511752,
          "page_id": 403,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511753,
          "page_id": 404,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511754,
          "page_id": 405,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511755,
          "page_id": 406,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T21:01:08Z",
      "cover_url": "/images/covers/production/28.original.jpg"
    },
    {
      "id": 150392,
      "book_id": 27,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511792,
          "page_id": 375,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511793,
          "page_id": 376,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511794,
          "page_id": 377,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511795,
          "page_id": 378,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511796,
          "page_id": 379,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511797,
          "page_id": 380,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511798,
          "page_id": 381,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511799,
          "page_id": 382,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511800,
          "page_id": 383,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511801,
          "page_id": 384,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511802,
          "page_id": 385,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511803,
          "page_id": 386,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511804,
          "page_id": 387,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511805,
          "page_id": 388,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511806,
          "page_id": 389,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T21:08:48Z",
      "cover_url": "/images/covers/production/27.original.jpg"
    },
    {
      "id": 150395,
      "book_id": 26,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511843,
          "page_id": 362,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511844,
          "page_id": 363,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511845,
          "page_id": 364,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511846,
          "page_id": 365,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511847,
          "page_id": 366,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511848,
          "page_id": 367,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511849,
          "page_id": 368,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511850,
          "page_id": 369,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511851,
          "page_id": 370,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511852,
          "page_id": 371,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511853,
          "page_id": 372,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511854,
          "page_id": 373,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511855,
          "page_id": 374,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T21:14:32Z",
      "cover_url": "/images/covers/production/26.original.jpg"
    },
    {
      "id": 158062,
      "book_id": 25,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 2647420,
          "page_id": 348,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647421,
          "page_id": 349,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647422,
          "page_id": 350,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647423,
          "page_id": 351,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647424,
          "page_id": 352,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647425,
          "page_id": 353,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647426,
          "page_id": 354,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647427,
          "page_id": 355,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647428,
          "page_id": 356,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647429,
          "page_id": 357,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647430,
          "page_id": 358,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647431,
          "page_id": 359,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647432,
          "page_id": 360,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647433,
          "page_id": 361,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-06-08T18:57:24Z",
      "cover_url": "/images/covers/production/25.original.jpg"
    },
    {
      "id": 150398,
      "book_id": 24,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511888,
          "page_id": 330,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511889,
          "page_id": 331,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511890,
          "page_id": 332,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511891,
          "page_id": 333,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511892,
          "page_id": 334,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511893,
          "page_id": 335,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511894,
          "page_id": 336,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511895,
          "page_id": 337,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511896,
          "page_id": 338,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511897,
          "page_id": 339,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511898,
          "page_id": 340,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511899,
          "page_id": 341,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511900,
          "page_id": 342,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511901,
          "page_id": 343,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511902,
          "page_id": 344,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511903,
          "page_id": 345,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511904,
          "page_id": 346,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511905,
          "page_id": 347,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T21:19:53Z",
      "cover_url": "/images/covers/production/24.original.jpg"
    },
    {
      "id": 158066,
      "book_id": 23,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 2647484,
          "page_id": 313,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647485,
          "page_id": 314,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647486,
          "page_id": 315,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647487,
          "page_id": 316,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647488,
          "page_id": 317,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647489,
          "page_id": 318,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647490,
          "page_id": 319,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647491,
          "page_id": 320,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647492,
          "page_id": 321,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647493,
          "page_id": 322,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647494,
          "page_id": 323,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647495,
          "page_id": 324,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647496,
          "page_id": 325,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647497,
          "page_id": 326,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647498,
          "page_id": 327,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647499,
          "page_id": 328,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647500,
          "page_id": 329,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-06-08T19:02:28Z",
      "cover_url": "/images/covers/production/23.original.jpg"
    },
    {
      "id": 158034,
      "book_id": 22,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 2646916,
          "page_id": 295,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646917,
          "page_id": 296,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646918,
          "page_id": 297,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646919,
          "page_id": 298,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646920,
          "page_id": 299,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646921,
          "page_id": 300,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646922,
          "page_id": 301,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646923,
          "page_id": 302,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646924,
          "page_id": 303,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646925,
          "page_id": 304,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646926,
          "page_id": 305,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646927,
          "page_id": 306,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646928,
          "page_id": 307,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646929,
          "page_id": 308,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646930,
          "page_id": 309,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646931,
          "page_id": 310,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646932,
          "page_id": 311,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2646933,
          "page_id": 312,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-06-08T18:32:04Z",
      "cover_url": "/images/covers/production/22.original.jpg"
    },
    {
      "id": 158048,
      "book_id": 21,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 2647169,
          "page_id": 276,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647170,
          "page_id": 277,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647171,
          "page_id": 278,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647172,
          "page_id": 279,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647173,
          "page_id": 280,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647174,
          "page_id": 281,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647175,
          "page_id": 282,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647176,
          "page_id": 283,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647177,
          "page_id": 284,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647178,
          "page_id": 285,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647179,
          "page_id": 286,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647180,
          "page_id": 287,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647181,
          "page_id": 288,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647182,
          "page_id": 289,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647183,
          "page_id": 290,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647184,
          "page_id": 291,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647185,
          "page_id": 292,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647186,
          "page_id": 293,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647187,
          "page_id": 294,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-06-08T18:40:34Z",
      "cover_url": "/images/covers/production/21.original.jpg"
    },
    {
      "id": 152878,
      "book_id": 20,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2555700,
          "page_id": 258,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555701,
          "page_id": 259,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555702,
          "page_id": 260,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555703,
          "page_id": 261,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555704,
          "page_id": 262,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555705,
          "page_id": 263,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555706,
          "page_id": 264,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555707,
          "page_id": 265,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555708,
          "page_id": 266,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555709,
          "page_id": 267,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555710,
          "page_id": 268,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555711,
          "page_id": 269,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555712,
          "page_id": 270,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555713,
          "page_id": 271,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555714,
          "page_id": 272,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555715,
          "page_id": 273,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555716,
          "page_id": 274,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2555717,
          "page_id": 275,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-25T20:00:22Z",
      "cover_url": "/images/covers/production/20.original.jpg"
    },
    {
      "id": 158054,
      "book_id": 19,
      "mic_only": false,
      "is_default": true,
      "reader": "Unknown",
      "state": "uploaded",
      "pages": [
        {
          "id": 2647278,
          "page_id": 242,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647279,
          "page_id": 243,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647280,
          "page_id": 244,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647281,
          "page_id": 245,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647282,
          "page_id": 246,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647283,
          "page_id": 247,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647284,
          "page_id": 248,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647285,
          "page_id": 249,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647286,
          "page_id": 250,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647287,
          "page_id": 251,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647288,
          "page_id": 252,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647289,
          "page_id": 253,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647290,
          "page_id": 254,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647291,
          "page_id": 255,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647292,
          "page_id": 256,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2647293,
          "page_id": 257,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-06-08T18:48:26Z",
      "cover_url": "/images/covers/production/19.original.jpg"
    },
    {
      "id": 150386,
      "book_id": 18,
      "mic_only": false,
      "is_default": true,
      "reader": "Mom/Dad",
      "state": "uploaded",
      "pages": [
        {
          "id": 2511690,
          "page_id": 228,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511691,
          "page_id": 229,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511692,
          "page_id": 230,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511693,
          "page_id": 231,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511694,
          "page_id": 232,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511695,
          "page_id": 233,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511696,
          "page_id": 234,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511697,
          "page_id": 235,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511698,
          "page_id": 236,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511699,
          "page_id": 237,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511700,
          "page_id": 238,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511701,
          "page_id": 239,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511702,
          "page_id": 240,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        },
        {
          "id": 2511703,
          "page_id": 241,
          "audio_slug": null,
          "audio_duration": null,
          "audio_playback_url": null
        }
      ],
      "created_at": "2012-05-18T20:53:00Z",
      "cover_url": "/images/covers/production/18.original.jpg"
    }
  ]
}